[
    {
        "text": "The book explores the interactions of these two different understandings of type-2 diabetes: one related to the notion of ḍaghṭ and another related primarily to obesity. I explore how and why some of those who were diagnosed with type-2 diabetes in Cairo so persistently resisted the relation of type-2 diabetes to obesity, despite a constant foregrounding of this etiology among Egyptian healthcare personnel and authorities, as well as among multinational medical companies in the country. Drawing on existing social research from within Egypt (Schielke 2015; Hamdy 2012; 2\nMahmood 2012; Mitchell 2002; Malmström 2019) I argue that uncertainty historically has been used as a political tool in Egypt to maintain a firm grip on its population; however, throughout my research in Cairo, uncertainty was simultaneously invoked to resist this grip as well. Throughout the book I illustrate how uncertainty – manifested, for example, in the raising of questions – was used by people in Cairo to protect themselves, for example, from political, social, and medical harm. Paradoxically, this uncertainty was believed also by the people I worked with in Cairo to cause experiences of ḍaghṭ and subsequently the condition of type-2 diabetes.",
        "entities": [
            [
                547,
                560,
                "bibr"
            ],
            [
                562,
                572,
                "bibr"
            ],
            [
                576,
                588,
                "bibr"
            ],
            [
                590,
                603,
                "bibr"
            ],
            [
                605,
                619,
                "bibr"
            ]
        ]
    },
    {
        "text": "As a theoretical framework the book draws on recent discussions within the field of anthropology and science studies on topics of (un)certainty, doubt and (mis)trust (see, for example, Bubandt 2014; Carey 2017; Pelkmans 2013). This theoretical framework is drawn upon throughout the book to discuss how knowledge is produced and challenged; locally in Cairo, but also internationally within medical research. The overall aim of the book is to contribute to a better understanding of the growing global inequity of type-2 diabetes and its treatment (World Health Organization (WHO) 2016) by paying close attention to the questions and doubts raised by people in Cairo who are diagnosed with the condition. What can their doubts teach us about the condition of type-2 diabetes in Egypt specifically, but also in relation to a global medical scene?3",
        "entities": [
            [
                185,
                197,
                "bibr"
            ],
            [
                199,
                209,
                "bibr"
            ],
            [
                211,
                224,
                "bibr"
            ],
            [
                581,
                585,
                "bibr"
            ]
        ]
    },
    {
        "text": "“All of our doubts announce not the end of a story but the beginning of one,” anthropologist Peter Metcalf once fittingly wrote (Metcalf 2003:16). This seems a suitable way to begin this book.",
        "entities": [
            [
                129,
                141,
                "bibr"
            ]
        ]
    },
    {
        "text": "Even though diabetes is often coined an “epidemic” of our time (see, for example, Farag and Gaballa 2011; Zimmet 2017), it is widely recognized that features consistent with diabetes were accounted for in medical texts dating as far back as 1500 BC. It so happens that these early texts were ancient Egyptian, disclosing a condition in which patients suffered from excessive thirst and urination. Similar accounts can be found in other ancient medical literature originating from India and China. In later records from approximately 200 BC, a millennium after the early Egyptian writings, the condition of “diabetes” is mentioned more specifically. These records were written by Greek physicians trained at the Alexandrian school of medicine in Egypt.",
        "entities": [
            [
                82,
                104,
                "bibr"
            ],
            [
                106,
                117,
                "bibr"
            ]
        ]
    },
    {
        "text": "The word “diabetes” was derived from the Ionic word “to pass” or “run through,” referring to the quick and excessive passage of urine. At the time, the Greeks classified diabetes as a disease of the kidneys, having previously established the kidneys as the source of urine. Moving forward in time another two millennia to the AD 1600s, English physician Thomas Willis observed a sweet taste in the urine of those afflicted with diabetes. Willis observed that this sweetness appeared first in the blood and then in the urine, marking a paradigm shift in clinical descriptions of diabetes from one primarily focusing on urine to one primarily focusing on blood. Willis' observations gave diabetes its full name, “diabetes mellitus,” “mellitus” meaning “honey-like” in Latin (for a thorough account of the above, see, for example, Eknoyan and Nagy 2005; Karamanou et al. 2016; Quianzon and Cheikh 2012; White 2014).",
        "entities": [
            [
                828,
                849,
                "bibr"
            ],
            [
                851,
                872,
                "bibr"
            ],
            [
                874,
                898,
                "bibr"
            ],
            [
                900,
                910,
                "bibr"
            ]
        ]
    },
    {
        "text": "In 1916, English physiologist Edward Sharpey-Schafer suggested that these pancreatic islands produced a blood sugar regulating 4hormone necessary for the sugar to travel from the blood into the cells. Thus, he predicted the existence of insulin before its actual discovery. Sharpey-Schafer named the hormone “insulin” from the Latin word for “island” (“insula”) (Eknoyan and Nagy 2005:226–7). In early 1922, a team of Canadian physicians and chemists managed to isolate the hormone and treat their first patient with animal-derived insulin (see, for example, Bliss 1993; Quianzon and Cheikh 2012; White 2014).",
        "entities": [
            [
                363,
                384,
                "bibr"
            ],
            [
                559,
                569,
                "bibr"
            ],
            [
                571,
                595,
                "bibr"
            ],
            [
                597,
                607,
                "bibr"
            ]
        ]
    },
    {
        "text": "Up to this point, diabetes had been a fatal disease. The inability of the body to transfer sugar from the blood into the cells caused the body to burn fatty acids and produce acidic ketone bodies in the blood. This caused the patient to severely dehydrate, fall into a coma, and subsequently die of multiple organ failure (of course, this is still today a possible outcome of diabetes if the blood sugar level is not sufficiently regulated) (Chiasson et al. 2003). The insulin treatment carried out by the Canadian team in early 1922 turned out to be successful, and the team immediately undertook a joint venture with the American medical company Eli Lilly & Company (Lilly) to manufacture insulin for commercial use. Within only a year, insulin was being produced, sold, and used to treating diabetes in most Northern American and European countries. Diabetes was no longer necessarily a fatal disease. Part of the Canadian team who worked on isolating insulin were awarded the Nobel Prize in “Physiology or Medicine” in late 1923, marking one of the fastest recognitions of a medical discovery in the history of the Nobel Prize (Bliss 1993; Quianzon and Cheikh 2012; White 2014).",
        "entities": [
            [
                442,
                462,
                "bibr"
            ],
            [
                1132,
                1142,
                "bibr"
            ],
            [
                1144,
                1168,
                "bibr"
            ],
            [
                1170,
                1180,
                "bibr"
            ]
        ]
    },
    {
        "text": "Lilly was granted a one-year exclusive license to produce insulin, but only in the US and Latin America. Shortly after the discovery of insulin, Danish physiologist August Krogh traveled to Canada to acquire the skills necessary to produce insulin. Krogh was granted a license to set up insulin production in Copenhagen, Denmark in early 1923, the first, in fact, in Europe. The production in Copenhagen laid the foundation stone of the medical company known today as Novo Nordisk (Novo) (Bliss 1993). To this day, Lilly and Novo dominate the global market of insulin, along with the French company Sanofi. As of 2016, Novo, Lilly, and Sanofi were also the three biggest manufacturers of the insulin available on the Egyptian market (Wirtz et al. 2016), with Novo covering approximately 80% of this market (according to conversations with employees at the regional office of Novo in Cairo). Since these early years of the 1920s, the production of insulin has evolved greatly, introducing multiple insulins to the market with variations in onset, peak, and duration. In the 1980s, genetically 5engineered insulin was launched, marking a paradigm shift from animal-derived insulin (primarily from pigs and cows) to what has since been coined “human insulin” (though synthetically produced in a laboratory) (Bliss 1993; White 2014). The first batch of insulin to enter the Egyptian market was exported from Novo's production in Copenhagen in 1934 (Mehling 2016).",
        "entities": [
            [
                489,
                499,
                "bibr"
            ],
            [
                734,
                751,
                "bibr"
            ],
            [
                1305,
                1315,
                "bibr"
            ],
            [
                1317,
                1327,
                "bibr"
            ],
            [
                1445,
                1457,
                "bibr"
            ]
        ]
    },
    {
        "text": "Shortly after this first batch of insulin entered the Egyptian market, another discovery marked a paradigm shift in the history of diabetes. In 1936, English physician Harold Himsworth differentiated diabetes into two types: one that was receptive to insulin treatment, and one that was not. The latter type of patients, he argued, appeared to not lack insulin, but rather a sensitizing factor limiting the efficiency of insulin. Himsworth termed these two types of diabetes “insulin-sensitive” and “insulin-insensitive” diabetes (Himsworth 1936). These two types later evolved into type-1 and type-2 diabetes or juvenile-onset and adult-onset diabetes (Ferzacca 2012:412). Since Himsworth first presented his arguments, many other types of diabetes have been differentiated and acknowledged, long ago surpassing a mere division of an “insulin-sensitive” and “insulin-insensitive” diabetes, or a type-1 and a type-2 diabetes. As of 2014, The American Diabetes Association (ADA) has recognized four overall types of diabetes, including almost 60 subtypes (ADA 2014).",
        "entities": [
            [
                531,
                545,
                "bibr"
            ],
            [
                654,
                667,
                "bibr"
            ],
            [
                932,
                936,
                "bibr"
            ]
        ]
    },
    {
        "text": "These many differentiations point to the fact that diabetes is defined by a common outcome, that is, a potentially elevated level of blood sugar, rather than a common physiological reason for this outcome. Thus, the diabetic body may completely lack the beta-cells needed in the pancreas to produce insulin, and therefore also lack completely insulin, but it may also produce insulin, yet, for one reason or another, this insulin is not sufficient or adequately efficient; something in the body may resist the action of insulin. Anthropologist Melanie Rock fittingly argues on the nature of diabetes, “A plethora of conditions that all share one feature – dangerously sweet blood – have been grouped together under the category of diabetes” (Rock 2003:137). As stated at the beginning of this introduction, this book focuses primarily on what is commonly referred to as type-2 diabetes. However, this category of diabetes has long ago surpassed Himsworth's definition of an “insulin-insensitive” type of diabetes. According to the ADA type-2 diabetes accounts for 90–95% of those with diabetes altogether, and encompasses individuals “who have insulin resistance and usually have relative (rather than absolute) insulin deficiency” (ADA 2014:S83).6",
        "entities": [
            [
                742,
                751,
                "bibr"
            ],
            [
                1237,
                1241,
                "bibr"
            ]
        ]
    },
    {
        "text": "Over the years, a broad range of medications have been developed to treat the different conditions of diabetes. In addition to the different types of insulin outlined above, as of 2014, there were ten different categories of diabetes medication (with many additional subcategories and “generations” of medicines) (White 2014). These medications vary greatly in mechanism and effect. Some, for example, work by improving the sensitivity of the body to insulin, others by reducing the glucose production in the liver. Some work by delaying gastric emptying, while others appear to lower the blood sugar level for reasons that are “not known” (see, for example, Quianzon and Cheikh 2012:3; or White 2014:85). In Egypt, as in Denmark, those who are diagnosed with diabetes, but who do not immediately require insulin treatment, are prescribed medication according to an algorithm stating the first choice of medicine, the second choice of medicine and so on (Nathan et al. 2006). The algorithm is based on currently available research indicating which pharmaceutical products have turned out to be the most beneficial to the most people. This approach is applied in diabetes treatment because it is often difficult, if not impossible, to differentiate exactly which subtype of diabetes the person is suffering from and thus what exactly should be targeted medically in the body. (During my research in Cairo, one doctor fittingly explained how much diabetes treatment was more of an “experiment” than an “exact science.”)",
        "entities": [
            [
                314,
                324,
                "bibr"
            ],
            [
                659,
                683,
                "bibr"
            ],
            [
                690,
                700,
                "bibr"
            ],
            [
                955,
                973,
                "bibr"
            ]
        ]
    },
    {
        "text": "In addition to medication, dieting plays a significant role in the history of diabetes treatment. Early ancient Egyptian medical texts outlined a treatment of diabetes that revolved around the intake of elderberry, fibers from the asit plant, milk, beer, cucumber flowers, and green dates (White 2014:82). Similarly, Willis, the English physician who observed the sweetness in the urine of those diagnosed with diabetes in the 1600s, outlined how a diet of vegetables, rice, milk, rhubarb, and cinnamon appeared to improve the condition of those diagnosed with diabetes (Karamanou et al. 2016:3–4). At the time of the discovery of insulin in 1922, dietary treatment of diabetics had evolved into the basic advice, “eat as little as possible” (Karamanou et al. 2016:6). This advice was given in an attempt to avoid high blood sugar levels following the intake of food, and the simultaneous inability of the body to assist the sugars in entering the cells.",
        "entities": [
            [
                290,
                300,
                "bibr"
            ],
            [
                571,
                592,
                "bibr"
            ],
            [
                743,
                764,
                "bibr"
            ]
        ]
    },
    {
        "text": "The discovery of insulin and the development of other diabetes medications have not reduced the focus on dieting in relation to diabetes in the present, as those who depend on the injection of 7insulin still need to regulate their diet carefully. In practice, they are mimicking the balancing art of the pancreas, and thus need to coordinate rather precisely the dosage of insulin to their intake of food and physical exercise. Miscalculations may result in either a sudden drop or a sudden dramatic increase in the blood sugar level, with both scenarios being potentially lethal in an acute sense, but also over time because they increase the risk of other ailments such as cardiovascular disease, strokes, and organ failure (Kalra et al. 2013; Marcovecchio 2017). Those who have been diagnosed with diabetes, but who do produce insulin themselves, often benefit from losing weight and eating less. This is so as eating less reduces the amount of sugar that enters the body (and weight loss in general reduces the amount of sugar needed to sustain it). This in turn increases the likelihood that a natural production of insulin can keep up with the proper and timely transportation of sugar from the blood into the cells (Al-Goblan, Al-Alfi, and Muhammad 2014; Golay and Ybarra 2005).",
        "entities": [
            [
                727,
                744,
                "bibr"
            ],
            [
                746,
                763,
                "bibr"
            ],
            [
                1256,
                1260,
                "bibr"
            ],
            [
                1262,
                1283,
                "bibr"
            ]
        ]
    },
    {
        "text": "This is where history catches up with the present and where the story starts to get blurry – for how obesity actually relates to diabetes as an overall disease category, and to the intake of certain foods and beverages, has been heavily disputed. Before exploring some of these disputes, let me first sum up what the above history of diabetes may teach us anthropologically about the notion of knowledge: It is evident in much of the literature drawn upon in the above that there is a certain vocabulary to knowledge. Knowledge may be discovered and developed, but it may also be discredited, disputed, and disclosed (it may even be predicted before its actual discovery, take for example Sharpey-Schafer's prediction of the existence of insulin). In the hindsight of history, knowledge may very well turn out to be misleading (such as the early experiments on dogs that deemed the pancreas a non-vital organ). On a similar note, knowledge may appear exhausted, and remain uncontested for millennia, while simultaneously consistently transforming over time (for example, from ascribing diabetes to a “condition of the kidneys” to a “condition of the pancreas,” possibly resulting in “kidney disease” – or from the category of “diabetes” to “diabetes mellitus” to “type-1 and type-2 diabetes”) (Eknoyan and Nagy 2005).",
        "entities": [
            [
                1294,
                1315,
                "bibr"
            ]
        ]
    },
    {
        "text": "Anthropological literature has focused on knowledge as an object of research throughout its history, and major shifts in general anthropological debates are thus evident in a review of this literature. For example, literature published in the 1960s and 1970s focused primarily on the fundamental question of how knowledge 8acts on individuals through the shaping of policies and institutions (see, for example, Bourdieu 1990; Foucault 1970; and Foucault 1976 to list here only a few of the most groundbreaking works from this time). Literature published in the late 1980s and early 1990s rather focused on how individuals negotiate or move between different, sometimes contradicting, spheres of knowledge (see, for example, Abu-Lughod 1986; Barth 1993; Kleinman 1980).",
        "entities": [
            [
                411,
                424,
                "bibr"
            ],
            [
                426,
                439,
                "bibr"
            ],
            [
                445,
                458,
                "bibr"
            ],
            [
                724,
                739,
                "bibr"
            ],
            [
                741,
                751,
                "bibr"
            ],
            [
                753,
                766,
                "bibr"
            ]
        ]
    },
    {
        "text": "Recent science and technology studies within anthropology have explored how doubts and hesitations are fundamental to the generation of scientific knowledge, though often invisible from final research results (see, for example, Latour 1999; Latour 2010). Anthropologist Bruno Latour has famously illustrated how the scientific process in various academic fields is “made invisible by its own success.” He elaborates, “When a machine runs efficiently, when a matter of fact is settled, one need focus only on its inputs and outputs and not on its internal complexity” (Latour 1999:304). Latour refers to the invisibility of such internal complexity – the unknowns in the process of what later becomes known as facts – as the “black box of scientific facts” (Latour 1999:23).",
        "entities": [
            [
                228,
                239,
                "bibr"
            ],
            [
                241,
                252,
                "bibr"
            ],
            [
                568,
                579,
                "bibr"
            ],
            [
                757,
                768,
                "bibr"
            ]
        ]
    },
    {
        "text": "Early American pragmatists explored the relation between doubt and the formation of scientific knowledge already in the late 1800s and early 1900s. They particularly addressed ways of actively jumpstarting processes of doubt as a way to generate new ideas (see, for example, Dewey 1910; James 2000; Pierce 1998). In the words of Pierce, in order to generate new ideas, “There must be real and living doubt” (Pierce 1998:127). Dewey subsequently outlined the scientific method of “experimental thinking” as a way to incite such real and living doubt (Dewey 1910). This was, in fact, groundbreaking at the time, as most scientific research had consisted primarily of passive observations, not of dynamic experiments as such. This is evident also in the above historical account of diabetes, in which knowledge of diabetes was first based primarily on passive observations (for example, of the sweet smell and taste of urine), and later on actual experiments (for example, the removing and subsequent re-implanting of the pancreas in a dog).9",
        "entities": [
            [
                275,
                285,
                "bibr"
            ],
            [
                287,
                297,
                "bibr"
            ],
            [
                299,
                310,
                "bibr"
            ],
            [
                408,
                419,
                "bibr"
            ],
            [
                550,
                560,
                "bibr"
            ]
        ]
    },
    {
        "text": "A good place to untangle some of the unknowns from the knowns of diabetes is in the realm of statistics. There is an overwhelming amount of statistics on diabetes: Prevalence rates of diabetes per number of people. Globally, regionally, and nationally. In rural areas and in urban areas. Differentiated by men and women. Differentiated by certain age groups. There are prevalence rates of diabetes adjusted to a common global age profile. Diabetes-related mortality rates. Comparisons of the prevalence of diabetes and obesity. Comparisons of the prevalence of diabetes and smoking. There are prevalence rates of undiagnosed diabetes. Comparisons of past and present. Estimates of a future. And there are statistics on healthcare expenditures dedicated to diabetes, compared across nations and regions, calculated in percentages and in “health dollars” (see, for example, IDF 2017; WHO 2016).",
        "entities": [
            [
                876,
                880,
                "bibr"
            ]
        ]
    },
    {
        "text": "While these statistics supposedly mirror what is known about diabetes – the preface of a 2016 WHO report, for example, states that it “advances our understanding of trends in diabetes prevalence” (WHO 2016:4) – they simultaneously communicate a host of unknowns. Take some of the numbers and statements of this “Global Report on Diabetes” published by the WHO in 2016 as an example: The report is very blunt, “Being overweight or obese is strongly linked to diabetes” (WHO 2016:28). However, when examining the numbers in the report, the regions with the highest and lowest prevalence rates of diabetes as an overall category and overweight do not seem to match. The region of South-East Asia, for example, has the second highest estimated prevalence rate of diabetes, but the lowest estimated prevalence rate of overweight. The European region has the second highest estimated prevalence 10rate of overweight (close to The Americas that have the highest prevalence), but comes second to last in the estimated prevalence rate of diabetes (close to the region of Africa). Simultaneously, the report states that longer life expectancy and population growth constitute the main reasons for the increase of diabetes prevalence worldwide, rather than an increase in obesity and overweight as such (WHO 2016:25). Considering these statistics and statements, why does the report link diabetes so bluntly to overweight?",
        "entities": [
            [
                89,
                93,
                "bibr"
            ],
            [
                201,
                205,
                "bibr"
            ],
            [
                363,
                367,
                "bibr"
            ]
        ]
    },
    {
        "text": "Biomedical research does outline the mechanism that relates overweight and obesity to type-2 diabetes rather clearly, so much so that the term “diabesity” is referenced in much medical research on the topic (see, for example, Farag and Gaballa 2011; Golay and Ybarra 2005; Zimmet 2017). The research outlines how obesity increases a variety of substances in the body that are involved in the development of insulin resistance, while also impairing the beta-cells used by the pancreas to produce insulin. In other words, obesity causes the individual to produce less insulin, and at the same time makes the body more resistant to it (Al-Goblan, Al-Alfi, and Muhammad 2014; Golay and Ybarra 2005). Both mechanisms alone, or combined, may result in a chronically elevated level of blood sugar, eventually meeting the requirements of a diabetes diagnosis.1",
        "entities": [
            [
                226,
                248,
                "bibr"
            ],
            [
                250,
                271,
                "bibr"
            ],
            [
                273,
                284,
                "bibr"
            ],
            [
                666,
                670,
                "bibr"
            ],
            [
                672,
                693,
                "bibr"
            ]
        ]
    },
    {
        "text": "What causes obesity, on the other hand, is less clear. In 2016, a group of American researchers published an article in the Journal of the American Medical Association (JAMA) arguing that the American sugar industry paid and encouraged Harvard scientists in the 1960s to downplay and suppress scientific evidence that linked the intake of sugar to obesity and heart disease. Through historical documents, the article discusses how the Harvard scientists were paid to publish a literature review foregrounding the relation between the intake of fat, obesity, and heart disease, while simultaneously backgrounding the role of sugar (Kearns, Schmidt, and Glantz 2016). The literature review was published in 1967 (McGandy, Hegsted, and Stare 1967), and, according to the recent article cited above, it influenced US dietary policies in the years to come (specifically the heavy promotion of a low-fat diet).",
        "entities": [
            [
                58,
                62,
                "bibr"
            ],
            [
                705,
                709,
                "bibr"
            ]
        ]
    },
    {
        "text": "The above medical article from 2016 triggered popular articles across European and North American media, questioning how the American sugar industry “sweetened” research in its favor (Howard 2016), altogether deeming it the grand “Sugar Conspiracy” (Leslie 2016). Since the publication of the 2016 article in JAMA, other researchers have questioned the conspiratorial elements of the story (see, for example, Johns and Oppenheimer 2018). Either way, 11the above 2016 article correlates with a recent shift in biomedical literature pointing to sugar rather than fat as the culprit in the high worldwide prevalence of overweight and obesity, correlating “diabesity” with an increase in the consumption of sugar as well.",
        "entities": [
            [
                184,
                195,
                "bibr"
            ],
            [
                250,
                261,
                "bibr"
            ],
            [
                431,
                435,
                "bibr"
            ]
        ]
    },
    {
        "text": "Biomedical scientists are currently discussing which specific types and components of sugar are the actual triggers of obesity. The most recent literature tends to emphasize a correlation in the increase of “diabesity” with an increase in the consumption of soft drinks, pointing to a high intake of high fructose corn syrup as particularly critical (see, for example, Bray and Popkin 2014; Højlund 2014; Jeppesen 2014). Yet, this literature is not irrefutable: China, for example, appears among the countries with the lowest consumptions of sugars and fat per capita in the world (Ferdman 2015), yet holds an average prevalence rate of diabetes (IDF 2017). Another example stems from early 1990s Cuba when the country displayed the highest consumption of sugar per capita in the world, and yet experienced a decrease in obesity and diabetes (Højlund 2014).",
        "entities": [
            [
                369,
                389,
                "bibr"
            ],
            [
                391,
                403,
                "bibr"
            ],
            [
                405,
                418,
                "bibr"
            ],
            [
                582,
                594,
                "bibr"
            ],
            [
                651,
                655,
                "bibr"
            ],
            [
                843,
                855,
                "bibr"
            ]
        ]
    },
    {
        "text": "I emphasize these unknowns and contradictions in biomedical understandings of obesity and type-2 diabetes here because they somehow manage to disappear and transform into known facts that guide type-2 diabetes treatment and prevention worldwide, particularly in relation to dietary advice on weight loss and weight control. Scientific facts, correlations, and causations of one set of local bodies manage to become matters-of-fact for a common global body: Obesity is the primary cause of type-2 diabetes. In other words, the complexity of the argument is black boxed, to draw on Latour's notion. Certain knowledge is foregrounded and established as fact, while other knowledge is backgrounded and, in many ways, left out of sight. Returning to the 2016 WHO report, other biomedical researchers have pointed to the lack of statistical correlation between obesity and diabetes in South-East Asia, discussing if this lack of correlation speaks primarily to other more critical risk factors of type-2 diabetes in the region, or if the definition of obesity should be adjusted to the South-East Asian body (Tabish 2007). In other words, should the definition of obesity be altered to a local body for the notion of “diabesity” to become evident in this part of the world as well?",
        "entities": [
            [
                1103,
                1114,
                "bibr"
            ]
        ]
    },
    {
        "text": "“Correlations do not prove causation” (Bray and Popkin 2014:951), physician George Bray and economist and nutritionist Barry Popkin state in an article on the relation between sugar, obesity, and diabetes. As the 2016 WHO report shows us, neither are causations necessarily evident in statistical correlations. In other words, although biomedical literature tells us rather clearly that 12obesity may lead to type-2 diabetes, statistically, this causation is not evident in all parts of the world. Perhaps the statistics of the WHO report mirror the very nature of diabetes as an illness category that covers a great many physiological conditions, and equally is triggered by a great many different factors (and combinations of factors). “Diabesity” may be the most commonly mentioned etiology of diabetes, but risk factors such as age, genes, body-fat distribution, malnutrition at an early age and stress are also mentioned in the literature (see, for example, Mol 2008; Rock 2003; Zimmet 2017).",
        "entities": [
            [
                39,
                59,
                "bibr"
            ],
            [
                963,
                971,
                "bibr"
            ],
            [
                973,
                982,
                "bibr"
            ],
            [
                984,
                995,
                "bibr"
            ]
        ]
    },
    {
        "text": "According to the International Diabetes Federation, as of 2017 Egypt ranked number eight among the countries with the highest number of people with diabetes in the world: 8.2 million Egyptians supposedly suffer from diabetes (IDF 2017:46). Comparing this number with the number of inhabitants in Egypt, this leaves Egypt with a prevalence rate of approximately 8.3%, which is, in fact, a little below the global average of 8.5% (as of 2014, WHO 2016:6). I could boost this number a little, for example, by giving you the age-adjusted prevalence rate of diabetes in Egypt, a much higher 17.3% (IDF 2017). The age-adjusted prevalence of diabetes is a fictitious number that indicates how many people would have diabetes if the life expectancy was the same (high) across the globe. In other words, if people lived longer and did not “succumb to death from other causes” (IDF 2017:72), how many people would suffer from diabetes in Egypt? 17.3%. I believe such a number is what anthropologist Anna Tsing describes as a standardization of difference, “As long as facts are apples and oranges, one cannot generalize across them; one must first see them as ‘fruit' to make general claims” (Tsing 2011:89). Age-adjustments constitute the “fruit” in this context – an attempt to transform local bodies in their environments into a global common, while, at the same time, marking out significant differences between the two.",
        "entities": [
            [
                58,
                62,
                "bibr"
            ],
            [
                445,
                449,
                "bibr"
            ],
            [
                597,
                601,
                "bibr"
            ],
            [
                872,
                876,
                "bibr"
            ],
            [
                1183,
                1193,
                "bibr"
            ]
        ]
    },
    {
        "text": "It should be evident by now that statistics and correlations in relation to type-2 diabetes can be easily adjusted (and particular numbers emphasized) to tell a specific story of a high, low, or average prevalence of type-2 diabetes, as well as of how obesity, fats, sugars, soft drinks, and other factors play a critical role in relation to the onset of the condition. In addition, it should be evident that knowledge of type-2 diabetes is constituted as much by unknowns as by knowns, even though the unknowns tend to disappear and transform into known treatment guidelines and common global facts about type-2 diabetes. In summary, the global diabetic body connects to local bodies in a mesh of ongoing biomedical research, 13statistics, treatments, and advice aimed at solving the “global burden” (WHO 2016:20) and “epidemic” (IDF 2017:7) of diabetes. But what does it mean to be a local body in a mesh of global connections and how do we approach such a study ethnographically? From an exploration of some of the knowns and unknowns that lay the grounds of this book, I now turn to outline the main research questions and theoretical approach of the coming chapters, in other words, what we would like to know or gain from this research.",
        "entities": [
            [
                835,
                839,
                "bibr"
            ]
        ]
    },
    {
        "text": "To the best of my knowledge, the topic of type-2 diabetes had yet to be addressed anthropologically from within the region of the Middle East and North Africa throughout the years of my research and work with this book. Anthropologists Jessica Newman and Marcia Inhorn have previously pointed to chronic illnesses such as type-2 diabetes as an under-researched topic in the region (Newman and Inhorn 2015). In other words, I did not have a body of literature from within the region that I could draw inspiration from or use in the discussions of my findings. Perhaps for this reason, the analysis and findings presented throughout this book particularly revolve around the ways in which type-2 diabetes in an Egyptian context connects to the topic on a global scale.",
        "entities": [
            [
                382,
                404,
                "bibr"
            ]
        ]
    },
    {
        "text": "Anthropologist Anna Tsing has unfolded how an ethnography of global connections may benefit from a focus on local “frictions” and “awkward engagements” (Tsing 2011:xi). She argues that intrinsic to globalism and capitalism is the notion of a free flow of goods, ideas, and money; yet, in reality, “motion does not proceed this way at all” (Tsing 2011:5). Rather, she argues, global movements are characterized by “friction.” Tsing elaborates how, “Roads are a good image of conceptualizing how friction works: Roads create pathways that make motion easier and more efficient, but in doing so they limit where we go. The ease of travel they facilitate is also a structure of confinement” (Tsing 2011:6). In other words, friction is constituted by a simultaneous resistance and motion (just as knowledge is constituted by rigidness and evolvement). In this book, I draw on Tsing's arguments when raising the overall question of how the global epidemic of type-2 diabetes manifests in frictions and awkward engagements among local bodies in Cairo.",
        "entities": [
            [
                153,
                163,
                "bibr"
            ],
            [
                340,
                350,
                "bibr"
            ],
            [
                688,
                698,
                "bibr"
            ]
        ]
    },
    {
        "text": "I could specify the above research question, and ask also how global knowledge of the epidemic of type-2 diabetes interacted with other understandings of the condition among people in Cairo. Anthropologist Fredrik Barth has argued, on the reasons for exploring the notion of knowledge, “Knowledge provides people with materials for reflection and premises for action” (Barth 2002:1). In this book, I argue along similar lines to Barth, though I utilize the notion of knowledge as constituted equally by unresolved questions as by firm convictions. To doubt and to believe, simultaneously and separately, constitute ways of knowing.",
        "entities": [
            [
                369,
                379,
                "bibr"
            ]
        ]
    },
    {
        "text": "Anthropologists Mathijs Pelkmans and Nils Bubandt, in particular, have turned to theorize on the notion of “doubt” in relation to various ethnographic fields. Whereas Pelkmans argues in his anthology on doubt that doubt tends to disappear and transform into belief “with the articulation of thought and the performance of action” (Pelkmans 2013:32), Bubandt rather argues from his work on witchcraft in Indonesia that doubt cannot always be sidelined or transformed into belief; at times it may simply be at rest (Bubandt 2014:6). Anthropologist Susan Whyte has previously argued along similar lines based on her work among people with HIV in Uganda that “uncertainty” does not necessarily transform into certainty by way of action and thought (Whyte 1997). Drawing on the works of Dewey (Dewey 1929), she argues, “Uncertainty is not to be denied, but acknowledged as a characteristic of both the experience of misfortune and the process of dealing with it” (Whyte 1997:19). Thus, Whyte holds that ethnographers ought not only to focus on experiences of uncertainty, but also on how people move ahead despite this uncertainty (Whyte 1997:226).",
        "entities": [
            [
                331,
                344,
                "bibr"
            ],
            [
                514,
                526,
                "bibr"
            ],
            [
                745,
                755,
                "bibr"
            ],
            [
                789,
                799,
                "bibr"
            ],
            [
                959,
                969,
                "bibr"
            ],
            [
                1127,
                1137,
                "bibr"
            ]
        ]
    },
    {
        "text": "Resonating with the works of both Bubandt and Whyte, anthropologist Matthew Carey has recently argued from his work in Morocco that “mistrust” constitutes the primary scaffold of society in this particular ethnographic setting (Carey 2017). Carey thus opposes much sociological literature commonly outlining how “trust” (for example, in certain knowledge and people) constitutes a necessary social force without which societies would “disintegrate” (see, for example, Simmel 2004:178–9). “Mistrust,” Carey holds, may similarly constitute such an integrating and necessary social force in certain empirical settings. In collaboration with anthropologist Morten Pedersen, Carey has further conceptualized how “infrastructures” of doubt and uncertainty may underpin societies in ways similar to the ways in which the social sciences have 15commonly outlined the workings of infrastructures of certainty and belief. More specifically Carey and Pedersen argue that uncertainty and doubt are generated and sustained in similar ways as certainty by the workings of “infrastructures,” be they social, material, semiotic, or affective (Carey and Pedersen 2017:21).",
        "entities": [
            [
                228,
                238,
                "bibr"
            ],
            [
                468,
                479,
                "bibr"
            ],
            [
                1127,
                1150,
                "bibr"
            ]
        ]
    },
    {
        "text": "The above discussions link to debates that run through the history of anthropology on “rational” versus “irrational” modes of thought and other distinctions such as “culture” versus “nature,” “to know” versus “to believe,” “modern” versus “nonmodern,” “Us” versus “Them” (see, for example, Latour 1993; Said 1978). Latour famously attempted to dissolve these distinctions in his book first published in 1991, “We have never been modern,” arguing that so-called “moderns” draw on their beliefs as much as “nonmoderns” – these beliefs are simply framed as “facts” (Latour 1993). Bubandt further sums up the arguments of Latour as follows: “Moderns need to believe in the belief of the other to maintain their own account of themselves as nonbelievers” (Bubandt 2014:15).",
        "entities": [
            [
                290,
                301,
                "bibr"
            ],
            [
                303,
                312,
                "bibr"
            ],
            [
                563,
                574,
                "bibr"
            ],
            [
                751,
                763,
                "bibr"
            ]
        ]
    },
    {
        "text": "In the first part of this introduction, I outlined how facts are essentially established as certain knowledge is foregrounded, while certain knowledge is backgrounded. Some theories become truer and more accurate than others as uncertainties and inconsistencies disappear from immediate sight. Put differently, certain knowledge moves from complex spheres to simpler ones in the establishment of what becomes known as facts. Certain “facts” come to be deemed “rational,” while others – and their promoters – are deemed “irrational.” Relevant to the scope of this book: Considering the great many factors medically acknowledged as related to the onset of type-2 diabetes (see, for example, Mol 2008; Rock 2003; Zimmet 2017), why is the etiology of “diabesity” so persistently foregrounded over others?",
        "entities": [
            [
                689,
                697,
                "bibr"
            ],
            [
                699,
                708,
                "bibr"
            ],
            [
                710,
                721,
                "bibr"
            ]
        ]
    },
    {
        "text": "Several anthropologists and social scientists working in Egypt have touched on the topic of doubt and uncertainty in relation to various aspects of everyday life. These works include Schielke's work on conflicting ideals among Egyptian youth (Schielke 2009; Schielke 2015); Sherine Hamdy's work on the uncertainties of kidney patients with regard to, for example, religious ethics and the effects of the environment on the body (Hamdy 2008; Hamdy 2012); the work of Saba Mahmood (Mahmood 2012) and Charles Hirschkind (Hirschkind 2006) respectively in relation to religious faith and practice; Timothy Mitchell's work on the effects of foreign powers and so-called expertise on various aspects of social and political life in Egypt (Mitchell 2002); and more recently Mona El-Ghobashy (El-Ghobashy 2021) and Maria Frederika Malmström (Malmström 2019) on the political uncertainties in Egypt. In this book, I draw on the above works when presenting the overall argument that, in Cairo, structures of uncertainty underpinned society, encouraging and reinforcing a general tendency to raise questions, as opposed to merely accepting already-given answers.",
        "entities": [
            [
                243,
                256,
                "bibr"
            ],
            [
                258,
                271,
                "bibr"
            ],
            [
                429,
                439,
                "bibr"
            ],
            [
                441,
                451,
                "bibr"
            ],
            [
                480,
                492,
                "bibr"
            ],
            [
                518,
                533,
                "bibr"
            ],
            [
                732,
                745,
                "bibr"
            ],
            [
                784,
                800,
                "bibr"
            ],
            [
                833,
                847,
                "bibr"
            ]
        ]
    },
    {
        "text": "Sociologist Jack Barbalet has previously argued that trust is “based on expectation, not deliberative calculation” (Barbalet 2009:378). In other words, trust points to future situations, “outcomes that have not occurred at the time of the choice to act or trust” (Barbalet 2009:378). Similarly, I argue from my fieldwork in Cairo that structures of uncertainty were facilitated by the expectations of others to act in certain (uncertain) ways. In other words, past experiences of political, social, and medical betrayal and misconduct formed people's future expectations of others to act in doubtful ways.",
        "entities": [
            [
                116,
                129,
                "bibr"
            ],
            [
                264,
                277,
                "bibr"
            ]
        ]
    },
    {
        "text": "In the introduction to his anthology on doubt, Pelkmans fittingly argues how, “Doubt does not exclusively point to ontological and epistemological referents, to the questions ‘what is?' and ‘what is true?' Lived doubt points also (and sometimes more pressingly) to pragmatic referents, to the question ‘what to do?'” (Pelkmans 2013:2). As outlined above, Whyte has similarly argued that ethnographers should not merely examine the ways in which people express their “uncertainties,” but also the ways in which people move ahead despite these uncertainties (Whyte 1997:226). In similar ways, I ask from my research in Cairo how those diagnosed with type-2 diabetes explained and acted upon their condition in 17an everyday life constituted equally by uncertainty and doubt as by firm convictions. In other words, from questioning “What is true?” how did people come to form opinions of “What to do?”",
        "entities": [
            [
                318,
                331,
                "bibr"
            ],
            [
                557,
                567,
                "bibr"
            ]
        ]
    },
    {
        "text": "I first arrived in Cairo to conduct research for this study in May 2015. This was my second trip ever to Cairo as I had stayed in the city before, studying Arabic for six months in 2010. However, a very specific series of events set those two trips historically apart – the events of the Arab uprisings that had taken place not only in Egypt, but throughout the surrounding region in the winter and spring of 2011. Other anthropologists and social scientists have addressed the political despair within Egypt in the years up to 2011 (see, for example, Abu-Lughod and El-Mahdi 2011; Hamdy 2012; Prince 2014; Schielke 2015). Personally, I recall one of my language instructors in 2010 practicing with me slowly in Arabic, “Hosni Mubarak is the Egyptian president.” After a pause, she added equally slowly, maybe in an attempt to have me recognize the future tense, “And when he dies, his son, Gamal Mubarak will be the Egyptian president.” She immediately blushed in disbelief at what she had just indicated – that a rather corrupt president was in the process of passing on his presidential office to his son in an undemocratic way. Quickly, she added that the school did not allow her to discuss politics with her students; she apologized and moved on.",
        "entities": [
            [
                552,
                580,
                "bibr"
            ],
            [
                582,
                592,
                "bibr"
            ],
            [
                594,
                605,
                "bibr"
            ],
            [
                607,
                620,
                "bibr"
            ]
        ]
    },
    {
        "text": "Just before I left Cairo in July 2010, a good friend of mine had shown me a group on Facebook called “Kulina Khālid Sa'īd, We Are All Khālid Sa'īd.” The group administrators were spreading images and news about a young man, Khaled Said, who allegedly had been beaten to death by police officers in Alexandria in June 2010. The group was calling for rallies across the country in an attempt to raise a voice against an oppressive and violent police force. Fast-forward to early 2011, in the words of anthropologist Linda Herrera, the Facebook group “was on fire” (Herrera 2014:4). By the time of the initial demonstrations in Egypt in early 2011, the group had reached 390,000 members and received an average of 9 million hits a day (Herrera 2014:5).",
        "entities": [
            [
                563,
                575,
                "bibr"
            ],
            [
                733,
                745,
                "bibr"
            ]
        ]
    },
    {
        "text": "Many factors have since been attributed to the successful mobilization of the Egyptian population in the years, months, and weeks up to and following the uprisings in early 2011, social media – including the Facebook group of Kulina Khālid Sa'īd – being just one (Herrera 2014). After the initial demonstrations on January 1825, 2011 there were continuous demonstrations, sit-ins, and violent outbreaks between demonstrators, police, and military across Egypt. Chants such as “Aysh, ḥurriya, ‘idāla ‘igtamā'ya, Bread, freedom, social justice” became iconic of the events of these weeks. On February 11, 2011, 18 days after the initial demonstrations on January 25, Hosni Mubarak resigned as the Egyptian president after almost 30 years in office (El-Ghobashy 2021).",
        "entities": [
            [
                264,
                276,
                "bibr"
            ],
            [
                747,
                763,
                "bibr"
            ]
        ]
    },
    {
        "text": "From the uprisings in 2011 to July 2015, two months into my research, I found myself in a different classroom, with a different language instructor, discussing a quote from a popular Egyptian book, Taxi, by Khaled Al-Khamissi (Al-Khamissi 2007). The book was published in 2007 during Mubarak's time and comments on social and political issues of the past and present. My language instructor and I were discussing a quote in which the time of President Hosni Mubarak was compared to the time of two previous presidents, Gamal Abdel Nasser and Anwar Sadat.2 Translated from Arabic into English the quote goes, “The one, who did not get imprisoned during Nasser, will never go to prison. The one, who did not get rich during Sadat, will never get rich. The one, who will not become a beggar during Mubarak, will never beg” (Al-Khamissi 2007:84). I asked my language instructor how the quote would continue if we put in sitting President Abdel Fattah al-Sisi, elected in 2014 after the ousting of first-elected President Mohamed Morsi. He looked at me for a while and then proposed, “Maybe … the one, who doesn't die during Sisi, will never die?”",
        "entities": [
            [
                227,
                243,
                "bibr"
            ],
            [
                821,
                837,
                "bibr"
            ]
        ]
    },
    {
        "text": "I recall how we both laughed at his comment, yet the severity of it lingered. I found the comment a clever reference to the increasing state violence that I had both observed and been told about during these first two months of my fieldwork in 2015. In addition, the comment was a reference to a general sentiment among the Egyptians that I knew that President al-Sisi would surely manage to stay in office for many years to come and thus “outlive” everyone as a president. In 2017, when I returned for my second phase of fieldwork in Cairo, the country was undergoing a harsh economic crisis, partially due to the aftermath of the uprisings in 2011. In the spring of 2017, following several bombings targeting the Coptic community in Egypt, President al-Sisi declared a state of emergency in the country. He thus re-instated a political and legal scenario similar to the one that had allowed former President Mubarak to rule for almost 30 years. The political situation in Egypt at the time of my fieldwork affected both the everyday life of those who participated in my research, but also my own whereabouts in Cairo, the extent of my fieldwork stays in the country, and, importantly, 19it made the topic of uncertainty and its relation to type-2 diabetes the more prevalent (I have written about the methodological implications of conducting ethnographic fieldwork in Egypt during the years of 2015–17 elsewhere; see Thorsen 2020).",
        "entities": [
            [
                1428,
                1432,
                "bibr"
            ]
        ]
    },
    {
        "text": "I have seen population counts of Cairo ranging from anywhere between 9.7 million (in the governorate of Cairo, CAPMAS.gov.eg 2018) to 18.5 million (as of 2008, Tignor 2011:302), depending on the source and demarcation. No matter which number is closer to reality, Cairo is, needless to say, a crowded and busy metropolis.3 The city is cut through by the River Nile with several small islands along the way, some connected to the mainland by bridges, others accessible only by boat. To the east of the Nile, in the center of Cairo, one finds Tahrir Square, especially known outside of Egypt as a major rallying point during the Arab uprisings in 2011. To the west of the Nile, and a bit south along the river, one finds the Pyramids of Giza. Enclosing these two historical sights of Tahrir Square and the Giza Pyramids, one finds a countless number of different neighborhoods – many in which I conducted fieldwork for this book.",
        "entities": [
            [
                111,
                129,
                "bibr"
            ],
            [
                160,
                171,
                "bibr"
            ]
        ]
    },
    {
        "text": "In other words, Cairo is not so much one single city, but rather a patchwork of neighborhoods and places each containing their own history and characteristics (see also Sims 2012). Perhaps for this reason, most of the Egyptians that I came to know during my fieldwork in Cairo expressed a strong relation to their specific neighborhoods. People were raising their own families in the same area (if not the same specific streets) where they had been born and raised themselves; neighbors appeared to know each other well and were often connected one way or another through marriages and kinship. Despite these strong local ties, almost everyone moved around the city on a regular basis to attend work or school, or to frequent certain hospitals, doctors' clinics, pharmacies, and so on. Similarly, I came to move around the city in what can be categorized as a “multi-sited” fieldwork (see, for example, Marcus 1995; and Marcus 2011 for more on the methodological discussions of “multi-sited” fieldwork).",
        "entities": [
            [
                169,
                178,
                "bibr"
            ],
            [
                903,
                914,
                "bibr"
            ],
            [
                920,
                931,
                "bibr"
            ]
        ]
    },
    {
        "text": "First, the experience of being given a diagnosis of, for example, type-2 diabetes has often been discussed in research stemming from European and North American ethnographic settings as something similar to what sociologist Michael Bury has called a “biographical disruption” (Bury 1982); a life-altering experience marking a before and after the moment of diagnosis (see, for example, Ferzacca 2012 for a literature review). However, among those I worked with in Cairo who had been diagnosed with type-2 diabetes, the moment 21of diagnosis was not framed as a “biographical disruption” as such. Rather, the diagnosis seemed to be generally calmly accepted and often perceived as a natural part of aging. When writing this book, it thus became evident to me that narratives in Cairo of what leads up to a diagnosis of type-2 diabetes, and how it should subsequently be treated, were perhaps better told by those at risk: the young relatives shielding their parents and in-laws from experiences of ḍaghṭ related both to the onset and poor treatment of type-2 diabetes.",
        "entities": [
            [
                277,
                286,
                "bibr"
            ],
            [
                386,
                399,
                "bibr"
            ]
        ]
    },
    {
        "text": "Anthropologist Samuli Schielke has argued on the classification of social classes in Egypt that, “Being middle class has become an ideal of social normality. People ranging from very poor to very wealthy have come to see themselves as middle class” (Schielke 2015:111). I find it difficult to classify the families that I worked with in Cairo as other than “middle class,” although the families differed greatly with regard to income and financial abilities. None of the families belonged to what I would define as the upper class, that is, families who usually reside in the gated communities in the desert or in the neighborhoods of Zamalek or Maadi. Similarly, none of the families belonged to what I would define as the lower class, that is, families who struggle to make a living.",
        "entities": [
            [
                250,
                263,
                "bibr"
            ]
        ]
    },
    {
        "text": "With the assistance of my network in Cairo, I was gradually introduced to other people and institutions who were working directly or peripherally with people with type-2 diabetes. Thus, I also came to conduct parts of my fieldwork at a general practitioner's office in downtown Cairo, focusing especially on the initial diagnostic stages of type-2 diabetes; in an emergency room and intensive care unit at one of the university hospitals in Cairo, gaining insights into the possible acute dangers of type-2 diabetes; and in a privately owned pharmacy in Agouza, focusing particularly on those with type-2 diabetes who consulted the pharmacist for blood sugar measurements, injections of insulin, and general advice. In summary, my fieldwork was formed largely by way of what is commonly known within ethnographic methodology as the “snowball effect” (see, for example, Noy 2008), in many ways coincidental and based on the relations and assistance of people I already knew. In addition to the above, my fieldwork was qualified by meetings with strangers such as taxi drivers, fellow passengers on the metro, or shop owners willing to engage in conversations in passing.",
        "entities": [
            [
                869,
                877,
                "bibr"
            ]
        ]
    },
    {
        "text": "In Cairo, I drew primarily on the ethnographic methods of participant observation and semi-structured interviews. The participant observations extended across the spectrum of primarily participating in activities, rather than merely observing them, to primarily observing activities, rather than participating actively in them (see, for example, Rabinow 1977; Robben and Sluka 2007; Spradley 1980). For example, when visiting the families I was working with the closest, I often participated in daily activities to an extent that made it difficult for me to take written notes of these events as they were occurring. In these cases, I would often spend my nights writing field notes from my memory alone, or based on 23a few notes, words, or quotes that I had scribbled down in a hurry. When visiting clinics and doctors' offices, on the other hand, I usually participated very little in the consultations, and thus had time to take extensive notes that would later assist me in a write-up of my field notes.",
        "entities": [
            [
                346,
                358,
                "bibr"
            ],
            [
                360,
                381,
                "bibr"
            ],
            [
                383,
                396,
                "bibr"
            ]
        ]
    },
    {
        "text": "In addition to participant observation, I conducted a total of 16 semi-structured interviews (see, for example, Kvale and Brinkmann 2009) with family members diagnosed with type-2 diabetes in Cairo and 33 semi-structured interviews with healthcare personnel across various healthcare facilities. Most participant observations and interviews took place in Arabic, though I occasionally had conversations with younger people in English, or a mix of English and Arabic. Conversations and quotes have been translated from Arabic to English throughout the book unless otherwise stated. I have added transliterations wherever I have thought it relevant in relation to the context.",
        "entities": [
            [
                112,
                136,
                "bibr"
            ]
        ]
    },
    {
        "text": "Anthropologist Talal Asad has outlined how Egyptian politicians, authorities, and media frequently warn the Egyptian population of so-called infiltrators; individuals believed to be planting or attempting to control public narratives with the aim of harming the Egyptian national state. Such infiltrators are often portrayed as affiliated with foreign national states or entities such as, for example, Israel or Iran, or multinational companies more generally, but they may also be portrayed as common thugs or remnants of the regime originating from within Egypt. According to Asad, attempts by both the Egyptian state and those so-called infiltrators to control public narratives in relation to a range of issues in Egypt have resulted in a high level of skepticism within the Egyptian population. This skepticism manifests in the ways many Egyptians persistently question, for example, participations and motives in violent outbreaks, election outcomes, and the like, of so-called foreign and local infiltrators, but also of Egyptian politicians and authorities: Who is telling the story and what do they have to gain? (Asad 2012).",
        "entities": [
            [
                1123,
                1132,
                "bibr"
            ]
        ]
    },
    {
        "text": "However, the cartoon also communicates another possible story of a white official rushing to the office of what appears to be President al-Sisi raising social issues that can essentially be traced back to colonial interference in the country (see, for example, Inhorn 1994 and Mitchell 2002 for discussions on the impact of colonialism on Egyptian society). In addition, this official is given a response that mimics a prejudiced idea of a supposedly “ignorant” Egyptian population; an idea I encountered throughout my research among Egyptian healthcare personnel, as well as among multinational medical companies and their local and international employees, in their recounts of Egyptian patients not following medical advice due to their “ignorance.” In other words, the narrative of the cartoon may also be perceived as a comment on the continuous interferences and impact of foreign powers and ideas in the country – manifested, for example, in the presence of international organizations and companies and their attempts to influence Egyptian politics (for example, Egyptian health policies).",
        "entities": [
            [
                261,
                272,
                "bibr"
            ],
            [
                277,
                290,
                "bibr"
            ]
        ]
    },
    {
        "text": "Historian Robert N. Proctor argues on the nature of ignorance as a strategic ploy: “The idea is one that easily lends itself to paranoia: namely, that certain people don't want you to know certain things, or will actively work to organize doubt or uncertainty or misinformation to help maintain (your ignorance)” (Proctor 2008:8). As will be made evident throughout this chapter, and the coming chapters as well, not succumbing to certainty but maintaining uncertainty was often perceived as the safest way to move forward among many of the people that I worked with in Cairo, for example, in relation to medical care. Invoking uncertainty was, in other words, not only reserved for those in power, but also for cartoonists and others.",
        "entities": [
            [
                314,
                326,
                "bibr"
            ]
        ]
    },
    {
        "text": "This chapter sets off empirically at a medical consultation in an outpatient clinic for diabetics in Cairo. Thematically, the chapter begins by looking into the topic of laughter and humor. I have chosen this beginning for the book because it was partly the frequency of laughter during medical consultations in Cairo that pointed me to the most central theme of the book; uncertainty and how it is related to etiologies of type-2 diabetes. Much sociological and anthropological literature on laughter and humor has focused on its 35dual ability to regenerate structures of power and subordination, as well as to rebel against such structures. Both laughter and humor, in other words, seem to manifest fundamental tensions between liberation and repression, those who laugh and those who are laughed at, the comic and the tragic, release and anxiety (see, for example, Bergson 1911; Carty and Musharbash 2008; Goldstein 2003; Weems 2014).",
        "entities": [
            [
                869,
                881,
                "bibr"
            ],
            [
                883,
                908,
                "bibr"
            ],
            [
                910,
                924,
                "bibr"
            ],
            [
                926,
                936,
                "bibr"
            ]
        ]
    },
    {
        "text": "Sociologist Anton C. Zijderveld captures these tensions in this way: “The shipwrecked person on his lonely island may be the target of many jokes, but he himself has very little reason to laugh” (Zijderveld 1983:3). The ambiguity of laughter and humor is evident also in the very physiological movement of laughter, which greatly resembles that of fear and anxiety (see, for example, Redmond 2008). In this chapter, I make this ambiguity of laughter and humor a focal point, focusing less on the potential power dynamics of the two, and more on the ambiguity of humor and laughter and the uncertainty they both potentially generate. I argue that attempts by authorities and doctors to invoke certainty, for example, in political events and medical facts, were contested through the use of humor and laughter among people in Cairo. Humor and laughter, in other words, provided people with a common space of communication without succumbing to the certainty of specific narratives or so-called facts. I thus argue that humor and laughter were drawn upon by people in Cairo as a way to protect themselves from potential harm. However, it also left them in a state of great uncertainty as to how to move forward in many spheres of everyday life, including in relation to medical advice.",
        "entities": [
            [
                196,
                211,
                "bibr"
            ],
            [
                384,
                396,
                "bibr"
            ]
        ]
    },
    {
        "text": "In the first part of the chapter, I examine conversations and laughter in two diabetes consultations in Cairo, focusing specifically on the questioning of medical advice. I draw here on semiotic theories of humor, particularly on the notion of “reversals” (see, for example, Keisalo 2016; Zijderveld 1983). I argue that the semiotic nature of the conversations in these medical consultations often came to resemble something which, essentially, they were not: a laughing matter. In the second part of the chapter, I outline how the tendency to question authorities, so-called facts, and knowledge was not unique to diabetes consultations, but rather a general tendency evident in many spheres of everyday life in Cairo. This came to be seen, for example, in the frequent sharing of conspiracy theories among friends and family, as well as in satirical cartoons published daily in the local newspapers.",
        "entities": [
            [
                275,
                287,
                "bibr"
            ],
            [
                289,
                304,
                "bibr"
            ]
        ]
    },
    {
        "text": "In addition to the poor hygiene and physical conditions of public hospitals, many of the doctors and patients that I encountered told stories of a very corrupt healthcare system in which bribing healthcare personnel in order to receive proper treatment was common. Furthermore, medical misconduct was widespread. I heard many cases, for example, of patients being treated for ailments that they did not actually have, but that required expensive testing and treatment, from which doctors and others profited greatly. I knew several women who had been told that their pregnancies were ectopic pregnancies, requiring immediate surgery, yet, when consulting different doctors, it turned out that this was not the case at all. Similarly, I spoke to a man who supposedly had a kidney removed at a young age, only to discover later in life that he still had both his kidneys (despite a surgical scar and a medical bill to prove the contrary) (see also Hamdy 2012 and Inhorn 1994 for similar accounts of medical misconduct in Egypt).",
        "entities": [
            [
                946,
                956,
                "bibr"
            ],
            [
                961,
                972,
                "bibr"
            ]
        ]
    },
    {
        "text": "Anthropologist Marcia Inhorn has traced the current healthcare system in Egypt back to European colonialism and military expansion in the country, arguing that the British occupation in Egypt in the late 19th century reversed many reforms of the time. Admission to medical school came to be based, for example, on upper-class status and the ability to pay tuition. Medical practice was turned into a trade-for-profit, and medical education, and in many instances the communication with patients, was no longer conducted in Arabic, but in English (Inhorn 1994:64–5). From her work in Egypt in the 1990s, Inhorn argues, “The deleterious ramifications of British imperial rule are still remarkably evident in Egyptian biomedicine today” (Inhorn 1994:65). Political scientist Timothy Mitchell has since argued on a more general note that the presence of foreign powers has continued in Egypt past the time of colonialism by way of international organizations such as the International Monetary Fund, the World Bank, and USAID. Mitchell argues that these institutions have exercised great influence over Egyptian politics, economy, and society, including the organization of the healthcare sector and medical training (Mitchell 2002:211).",
        "entities": [
            [
                547,
                558,
                "bibr"
            ],
            [
                735,
                746,
                "bibr"
            ],
            [
                1214,
                1227,
                "bibr"
            ]
        ]
    },
    {
        "text": "Past stories of consulting doctors and seeking treatment in the Egyptian public healthcare system, as well as widespread and contradicting stories in the media, had been so confusing and discouraging to many of the people that I knew in Cairo that “doubt about the transparency of motives” seemed more than “reasonable,” to cite Asad, whose overall arguments I presented in the introduction to this chapter (Asad 2012:275). As a result, my field notes are full of people, some that I knew well and some that I merely met in passing, who questioned and debated medical advice given by doctors with their relatives, friends, colleagues, and others: What is this doctor's agenda?",
        "entities": [
            [
                408,
                417,
                "bibr"
            ]
        ]
    },
    {
        "text": "I might also mention here that hospital employees in Egypt have occasionally been accused of nullifying or falsifying evidence of state violence and police brutality by refusing to document bruises and other such evidence in official files and death certificates. Some hospital employees have even been accused of purposely mistreating demonstrators during the Arab Spring of 2011 (see also Hamdy and Bayoumi 2016). Such stories further added to the reluctance to merely trust in doctors among the people that I worked with in Cairo, though others recounted stories also of heroic healthcare 43personnel who put themselves in danger to treat wounded demonstrators during the uprisings in 2011 and later in 2013.",
        "entities": [
            [
                391,
                413,
                "bibr"
            ]
        ]
    },
    {
        "text": "Anthropologist Sherine Hamdy argues from her research among kidney patients in Egypt, “In Egypt the major issues in biomedical debates are not about the legitimacy of biomedicine itself but rather about the ethics of its application” (Hamdy 2012:36). This sums up the sentiment that I picked up among the people that I was working with in Cairo as well; few people seemed to question the legitimacy of biomedicine as such, though most questioned the ethics and motives of the doctors, nurses, pharmacists, pharmaceutical companies, authorities, and others involved in the business surrounding the realm of biomedicine. This perhaps explains why the man described above chose to consult Yasmine and the clinic, despite his reluctance to follow her advice.",
        "entities": [
            [
                235,
                245,
                "bibr"
            ]
        ]
    },
    {
        "text": "Several social scientists have written about humor in an Egyptian context. In the 1980s, for example, political scientist Samer S. Shehata argued that humor in Egypt was put to use as a relief from political oppression and that political jokes could be examined as a window into public opinion (Shehata 1992); social scientists Mohamed M. Helmy and Sabine Frerichs argued upon the uprisings in 2011 that humor in Egypt turned out not only to provide relief and a window into public opinion, but also to provide the grounds for an actual revolution (Helmy and Frerichs 2013); anthropologists Mari Norbakk (Norbakk 2018) and Farha Ghannam (Ghannam 2013) have separately focused within recent years on the ways in which humor is put to use as a form of social capital especially among men in Egypt; and, finally, anthropologist Chihab El Khachab has worked to emphasize the ambiguous nature of humor in Egypt – challenging the notion that humor reflects an authentic voice as such, emphasizing instead the ways in which humor is read differently depending on individuals, contexts and points in time (Khachab 2017).",
        "entities": [
            [
                295,
                307,
                "bibr"
            ],
            [
                549,
                572,
                "bibr"
            ],
            [
                605,
                617,
                "bibr"
            ],
            [
                638,
                650,
                "bibr"
            ],
            [
                1106,
                1110,
                "bibr"
            ]
        ]
    },
    {
        "text": "Along the lines of El Khachab, much of the general social literature on humor attempts to understand the semiotics of humor; essentially what makes us laugh. This literature focuses especially on the semiotic notion of “reversals,” a playing with meanings by a constant shift of perspectives (see, for example, Weems 2014 for an overview of some of this literature). Anthropologist Marianna Keisalo, for example, argues that comedic figures “play with, combine, or shift between opposite traits, actions and perspectives” (Keisalo 2016:62). “It seems that all humor has an aspect of incongruity, such as bringing together elements that do not ‘go together,' or involving a double framing that makes the message ambiguous” (Keisalo 2018:118–19). Similarly, sociologist William B. Cameron once argued that, “Many jokes derive their effect by contrasting two different frames of reference in which something which would be appropriate to one is mistaken and inappropriate to the other” (Cameron 1963:85).45",
        "entities": [
            [
                311,
                321,
                "bibr"
            ],
            [
                523,
                535,
                "bibr"
            ],
            [
                723,
                735,
                "bibr"
            ],
            [
                984,
                996,
                "bibr"
            ]
        ]
    },
    {
        "text": "Returning to the above consultations at the diabetes clinic in Giza, this was somewhat the sentiment that I was initially left with. I did not perceive the laughter during these or other consultations to be merely a matter of resistance (see, for example, Douglas 1966; Goldstein 2003; Scott 1985 for elaborations of the relation between laughter and resistance), nor simply a matter of resignation. Rather, I argue, the laughter appeared also to be a matter of reversals. The consistent clash of shifting and opposing perspectives, in other words, resulted in conversations of seeming absurdities and contradictions, resembling something they were essentially not: a joke. The conversations evolved in such ways, I argue, because doctors were not merely accepted as experts or authorities to be trusted. Medical knowledge and so-called facts were questioned by patients and their relatives; uncertainty maintained.",
        "entities": [
            [
                256,
                268,
                "bibr"
            ],
            [
                270,
                284,
                "bibr"
            ],
            [
                286,
                296,
                "bibr"
            ]
        ]
    },
    {
        "text": "Keisalo quotes famous American stand-up comedian Louis C. K., for framing a good joke as an “epistemological problem” in which one gets “trapped” (Keisalo 2016:73). Perhaps this was why medical consultations such as the ones described above had the potential to suddenly transform into a laughing matter – patients and doctors found themselves trapped in an epistemological problem, laughter an appropriate response to this “problem.” In other words, laughter during medical consultations such as those depicted above can be viewed, I argue, as a response to the uncertainty evident in the semiotic reversals during those consultations.",
        "entities": [
            [
                147,
                159,
                "bibr"
            ]
        ]
    },
    {
        "text": "Take the initial story of Jason, the American. Mohamed sets the scene well, painting an image of Jason as a rather naïve, trusting young man, who clearly grew up in a different world than the one he wandered into in Giza. Jason contrasts the crowd of Egyptian men, who, full of mistrust and suspicion, rummage through Jason's 49backpack, detain him, and end up taking him to the police station on accusations that he is an American spy. Examining the above account, both Mohamed, Mina, and I laughed at Mohamed's initial description of Jason. Yet, as the story evolves, and our empathy shifts to Jason, our laughter dies out, perhaps, in a brief moment of disbelief and anticipation. Our laughter picks up again as Mohamed enters the story, emphasizing an act of care and consideration carried out by an otherwise brutally depicted police force (serving Jason Nescafé rather than Arabic coffee, trying to “make him feel more like home”). Zijderveld argues on the nature of humor, “Ambiguity is the essence of humour. Therefore, the tragic and the comic are often hard to distinguish.” He elaborates, “The clash of frames of meaning is, as it were, a little drama which unfolds before our eyes, and leads to a cathartic smile or relieving laugh” (Zijderveld 1983:23).",
        "entities": [
            [
                1246,
                1261,
                "bibr"
            ]
        ]
    },
    {
        "text": "Recounting different stories than those told by the Egyptian authorities can be quite a dangerous business in Egypt. I have both 50read reports and heard first-hand accounts of journalists, researchers, lawyers, and others who have been arrested (or who have disappeared), allegedly for challenging official stories released by the Egyptian authorities. Throughout my fieldwork stays in Egypt, the Egyptian authorities regularly accused both individuals and entire news outlets of “spreading lies” and “supporting terrorism” (Michaelson 2017). In the summer of 2017, more than 20 news websites were as a result blocked by the authorities in an attempt to prevent access from within Egypt. These websites included Al-Jazeera and the Arabic version of the Huffington Post, as well as Egyptian Mada Masr. However, as evident throughout this chapter, such actions by authorities did not simply silence people, but did make them communicate, for example, through the ambiguity of humor and laughter.",
        "entities": [
            [
                526,
                541,
                "bibr"
            ]
        ]
    },
    {
        "text": "Anthropologists Maria Frederika Malmström (Malmström 2019) and Talal Asad (Asad 2012), as well as political scientist Mona El-Ghobashy (El-Ghobashy 2021), have separately written about the ways in which uncertainty historically, as well as during the past decade in Egypt, has been drawn upon by the Egyptian state apparatus as a way to control the Egyptian population. This has manifested, for example, in an omnipresent sentiment among many Egyptians – evident also throughout my research – of being surveilled by the Egyptian intelligence service, il-mukhābarāt, and never feeling quite sure as to whether or not one's behavior can be viewed as problematic or downright criminal.",
        "entities": [
            [
                43,
                57,
                "bibr"
            ],
            [
                75,
                84,
                "bibr"
            ],
            [
                136,
                152,
                "bibr"
            ]
        ]
    },
    {
        "text": "Anthropologist Linda Green has previously captured such sentiments from her own experiences with fear and surveillance in early 1990s Guatemala, “The plight of Joseph K in Franz Kafka's Trial flashed through my mind, the character accused of a crime for which he must defend himself but about which he could get no information. ‘I didn't do anything wrong; I must not look guilty,' I told myself over and over” (Green 1994:244–5). As should be evident throughout the above, humor and laughter provided the people I worked with in Cairo with a common space for communication about issues that were contested without succumbing to the certainty of specific narratives or beliefs; whereas uncertainty was generated by the Egyptian state to maintain a firm grip on its population, these same methods were drawn upon by the people I came across in Cairo to resist this grip in the first place. This mechanism has been exemplified throughout the above and was exemplified also in another satirical drawing by cartoonist Anwar published on the last day of the 2018 presidential elections in Egypt in the privately owned newspaper Al-Masry Al-Youm. The cartoon 51depicts two doctors and a patient in a psychiatric hospital, one doctor telling the other doctor, “We caught him saying that he doesn't know who will win the election …” Once again, the ambiguity of the narrative of the cartoon makes it a space of communication about issues contested in the public sphere. The cartoon may be read either as a comment on the uncertainties that a fair presidential election may generate within a population, the patient sick with concerns about the future. On the other hand, the cartoon may also express the sentiment that the outcome of the elections was predetermined (in favor of President al-Sisi), overall depicting the paradox that one ought not to question the position of President al-Sisi (it could be dangerous), yet, this is exactly what is done both by the patient in the cartoon and by the cartoonist himself.",
        "entities": [
            [
                412,
                422,
                "bibr"
            ]
        ]
    },
    {
        "text": "As mentioned at the beginning of this chapter, the physical movement of laughter greatly resembles that of anxiety, for example, in increased inhalation and expiration, a sense of suffocation, dilating of the pupils and blood flowing to the face (see, for example, Redmond 2008). In other words, laughter as a physical movement embodies the ambiguity intrinsic to the semiotics of humor, the simultaneous presence of the tragic and the comic, “Why laughter is so close to tears,” in the words of anthropologist Michael Jackson (Jackson 2002:170). Throughout the above, I have argued that the semiotics of humor, and the subsequent physical response of laughter, were not merely present throughout my fieldwork in Cairo in situations that were meant to be funny (such as in satirical cartoons, and, partly, in conversations revolving around conspiracy theories). They were also present during medical consultations. Maintaining uncertainty, for example, in relation to medical advice or political beliefs provided some form of relief, but it simultaneously generated further tension as questions were left unanswered, facts were never fully determined, medical etiologies and treatments never felt quite certain. In similar ways, I argue, humor and laughter simultaneously provided relief and tension.",
        "entities": [
            [
                265,
                277,
                "bibr"
            ],
            [
                528,
                540,
                "bibr"
            ]
        ]
    },
    {
        "text": "At one point during my fieldwork in Cairo I asked Maha, whom you will be introduced to in the following chapter, why there was such an overwhelming number of Egyptian comedies being produced by the Egyptian movie industry and so few social and political dramas; surely there were issues to be addressed? “We laugh and then we cry,” she responded in relation to the comedies, pointing to the ambiguous nature of these movies – relief and tension. “Laughter does not just arise from fear, but can also lead to it,” anthropologists John Carty and Yasmine Musharbash fittingly argue (Carty and Musharbash 2008:214).52",
        "entities": [
            [
                580,
                605,
                "bibr"
            ]
        ]
    },
    {
        "text": "Anthropologist Katherine Ewing has outlined how people tend to present multiple, conflicting narratives, yet continue to live under an illusion of wholeness. People function, she argues, in conflicting semiotic environments because uncertainties and inconsistencies are transformed into overall experiences of coherence and wholeness (Ewing 1990). Anthropologist Samuli Schielke draws on these perspectives by Ewing when unfolding how young men in Egypt present shifting, and at times contradicting, sets of views. However, Schielke argues, they are not living under an illusion of wholeness, but rather they are left very aware of these shifts and contradictions (Schielke 2009). Evident throughout the above, I observed the same kind of awareness among the people that I was working with in Cairo, as well as a tendency to actively engage with such contrasting points of views as a way to get by in everyday life.",
        "entities": [
            [
                335,
                345,
                "bibr"
            ],
            [
                665,
                678,
                "bibr"
            ]
        ]
    },
    {
        "text": "Pierce once argued, “Doubt is an uneasy and dissatisfied state from which we struggle to free ourselves and pass into the state of belief” (Pierce 1998:125). Along similar lines, Pelkmans more recently argued that doubt brings forth a sort of “restlessness” (Pelkmans 2016:499), having previously argued that doubt possesses an immediate need to be “tamed, sidelined or transformed” (Pelkmans 2013:20). Returning to the ethnographic accounts presented in this chapter, the very opposite seemed to be true for Mohamed and Mina, as well as the patients visiting Yasmine. “Belief” rather than “doubt” appeared to constitute the “uneasy” or “restless” state of being for them all. Thus, Mohamed, Mina, and others struggled to free themselves, not of their doubts, but rather of attempts by the Egyptian authorities, doctors, and others to uphold certain and definite beliefs (“They want you to believe that it is the Muslim Brotherhood,” Mohamed questioned my understanding of what had happened to the public prosecutor).",
        "entities": [
            [
                140,
                151,
                "bibr"
            ],
            [
                259,
                272,
                "bibr"
            ],
            [
                384,
                397,
                "bibr"
            ]
        ]
    },
    {
        "text": "Parts of this ethnographic vignette have previously been published in the book chapter, “Risky Notes” (see Thorsen 2020).",
        "entities": [
            [
                115,
                119,
                "bibr"
            ]
        ]
    },
    {
        "text": "International medical guidelines and research on the treatment of type-2 diabetes recount a condition with the potential to spiral out of control, and thus articulate treatment largely as a matter of “controlling” the illness (see, for example, Barnard et al. 2018; Farag and Gaballa 2011; Kalra et al. 2013; WHO 2016); a rhetoric and approach promoted also by doctors and other healthcare personnel throughout my research in Cairo. This was evident, for example, in the encouragement by doctors and others of patients to monitor and control blood sugars, calories, and weight by means of medications, diet plans, and exercise. This approach to treatment was apparent also in the abundance of brochures often printed by multinational medical companies and distributed to people with type-2 diabetes across various healthcare facilities in Cairo, including brochures meant to assist patients with keeping food diaries and blood sugar diaries, as well as pamphlets containing general dietary guidelines.",
        "entities": [
            [
                245,
                264,
                "bibr"
            ],
            [
                266,
                288,
                "bibr"
            ],
            [
                290,
                307,
                "bibr"
            ],
            [
                313,
                317,
                "bibr"
            ]
        ]
    },
    {
        "text": "The specific idea of controlling the body through certain actions (such as exercising and dieting) can be traced back to ancient Greece. Historian Shigehisa Kuriyama has outlined how ancient Greek physicians viewed the body as made primarily of muscle, but muscle that could be trained and brought under control. This, Kuriyama argues, subsequently shaped a perspective of the subject as potentially in control of the body (Kuriyama 1999:111–51). Philosopher Annemarie Mol draws inspiration from these arguments in her work on diabetes care in the Netherlands when outlining how “citizens,” not “patients,” are expected to control and postpone bodily needs and urges, even when diagnosed with diabetes (Mol 2008a; Mol 2008b). In this chapter, I will show how a neoliberal responsibilization of the individual in relation to type-2 diabetes – drawing on the above specific understandings of subjects potentially in control of their bodies – was largely drawn upon by healthcare professionals 60in Cairo in their particular and persistent foregrounding of the relation of obesity to type-2 diabetes. However, among the families that I worked with, and among the hundreds of patients I encountered across various healthcare facilities, obesity did not seem to play a significant role in relation to the onset or condition of type-2 diabetes. Rather, “ḍaghṭ,” loosely translated as “stress,” more literally as “pressure,” was believed to cause the condition.",
        "entities": [
            [
                424,
                437,
                "bibr"
            ],
            [
                469,
                472,
                "bibr"
            ],
            [
                714,
                723,
                "bibr"
            ]
        ]
    },
    {
        "text": "The English use of the term “stress” tends to put an emphasis on temporality, a period of time when one is busy or rushed (see, for example, Flaherty 2011; and Funahashi 2013), whereas the Egyptian ḍaghṭ tends to emphasize volume over temporality. Something is causing a pressure, and this pressure is weighing 64people down and pushing them around. The notion of ḍaghṭ is also used by Egyptian healthcare professionals and laymen alike to refer to one's blood pressure, as well as to the specific condition of hypertension (high blood pressure). The people that I met in Cairo who suffered from hypertension would thus simply say, “ʿindī ḍaghṭ,” meaning literally that “I have pressure,” or, more accurately translated, that “I suffer from high blood pressure.” In this sense, the notion of ḍaghṭ also offered a temporal dimension, a potential to either rush or slow down the circulation of blood.",
        "entities": [
            [
                141,
                154,
                "bibr"
            ],
            [
                160,
                174,
                "bibr"
            ]
        ]
    },
    {
        "text": "The use of the Egyptian ḍaghṭ has many parallels to the English use of the term “stress,” in the sense that both tend to cover an infinite number of stimuli external to the body as well as various physiological responses within the body (see, for example, Charlton 1992; and Young 1980 for early critical reviews of such uses of the term “stress”). Physician Hans Selye, who was a pioneer in outlining the notion of stress, summed up its all-encompassing ability as “the nonspecific response of the body to any demand” (Selye 1976:53). Today, the English notion of stress holds both a pathological diagnosis and a subjective experience of suffering (what anthropologist Arthur Kleinman would differentiate respectively as “disease” and “illness”; see Kleinman 1980). This also applies to the Egyptian ḍaghṭ, though the pathological diagnosis here is hypertension specifically, rather than a separate category of stress as such.",
        "entities": [
            [
                256,
                269,
                "bibr"
            ],
            [
                275,
                285,
                "bibr"
            ],
            [
                520,
                530,
                "bibr"
            ],
            [
                751,
                764,
                "bibr"
            ]
        ]
    },
    {
        "text": "Returning to Maha and others from my fieldwork in Cairo, most of them referred to something or someone as causing ḍaghṭ kathīr, “a lot of pressure.” As is the case with the English term “stress,” the Egyptian ḍaghṭ was rather unspecified; it included both emotional and physiological pressures and it referred to both specifics and abstractions (paralleling, in many ways, anthropologist Byron Good's arguments of “heart distress” in 1970s Iran; see Good 1977). Some of the factors seen by Maha and others as causing ḍaghṭ included: pollution, heat, dust, transportation, traffic, exams, inflation, elections, bureaucracies, hospitals, police, weddings, engagements, husbands, wives, mothers, mother-in-laws, and the Cairene crowds in general – or, as Maha described earlier, traumatic events and the expectations of women (and men) to find a suitable spouse.",
        "entities": [
            [
                450,
                459,
                "bibr"
            ]
        ]
    },
    {
        "text": "Anthropologist Mohammed Tabishat has argued that these aspects of ḍaghṭ are exactly why it has become such a household term in Cairo, “For large numbers of the Cairene population al-daght is one concept that is readily communicable and an illness that is easy to contract” (Tabishat 2000:203). When drawing on the expression of ḍaghṭ, Maha and others instantly related environmental and 65social factors to physiological ones. As Ahmed, the gardener, stated toward the end of the previous chapter, “Pressure from life, ḍaghṭ min il-ḥayā, will result in a pressure in your blood, ḍaghṭ fī il-dam.” Put differently, the countless pressures or stress factors of living in Cairo, so Maha, Ahmed, and others argued, affected their blood pressure over time. This, they further argued, potentially caused type-2 diabetes. Type-2 diabetes was thus placed, first, in the environment, and, then, in the body.",
        "entities": [
            [
                274,
                287,
                "bibr"
            ]
        ]
    },
    {
        "text": "Biomedical research does indeed relate the condition of stress to type-2 diabetes. Physiologically, stress drives the body to mobilize a great amount of energy as is evident, for example, in an increase of sugars and fats in the blood, as well as an increase in the blood pressure. Such stress reactions occur frequently in all humans, but if the reactions are prolonged, and the body does not get to restitute, the stress will eventually turn harmful. Prolonged stress reactions may cause deleterious changes, for example, to the cardiovascular, metabolic, and immune systems, potentially causing an onset of, for example, type-2 diabetes (see, for example, Corazon et al. 2010; Nielsen et al. 2008; Tsiotra and Tsigos 2006).",
        "entities": [
            [
                659,
                678,
                "bibr"
            ],
            [
                680,
                699,
                "bibr"
            ],
            [
                701,
                724,
                "bibr"
            ]
        ]
    },
    {
        "text": "Even though biomedical research does relate stress to type-2 diabetes, this etiology is often de-emphasized within biomedical literature in favor of an etiology of “diabesity.” However, relating type-2 diabetes to emotions such as pressure or stress is not unique to people in Egypt at all. Anthropological literature from many different ethnographic settings thus recounts similar stories as the ones I encountered in Egypt. Broom and Whittaker, for example, have outlined how Australians relate “stress” to the onset of diabetes (Broom and Whittaker 2004:2375–6); a range of social scientists have outlined how Mexicans and Mexican-Americans tend to relate the Spanish “susto,” fright, and “nervios,” nerves, or the English “stress,” to the onset of diabetes (see, for example, Baer et al. 2012; Schoenberg et al. 2005; Seligman et al. 2015); Rock has outlined how Aboriginal populations in Canada relate “mental distress” and “suffering” to the onset of diabetes (Rock 2003); Qureshi mentions “worries” as related to diabetes among Pakistani women in Britain (Qureshi 2013); and finally, Little, Humphries, Patel, and Dewey (Little et al. 2017), as well as Solomon (Solomon 2016) and Weaver (Weaver 2018), all outline the English-Hindi notion of “tenshun,” tension, as being related to the onset of diabetes by people in India.",
        "entities": [
            [
                532,
                556,
                "bibr"
            ],
            [
                780,
                796,
                "bibr"
            ],
            [
                798,
                820,
                "bibr"
            ],
            [
                822,
                842,
                "bibr"
            ],
            [
                967,
                976,
                "bibr"
            ],
            [
                1063,
                1075,
                "bibr"
            ],
            [
                1128,
                1146,
                "bibr"
            ],
            [
                1169,
                1181,
                "bibr"
            ],
            [
                1195,
                1206,
                "bibr"
            ]
        ]
    },
    {
        "text": "Several social scientists have discussed on a more general level the porosity of the body to the environment in similar ways as captured by the notion of ḍaghṭ (see, for example, Ingold 2000; Leder 1990; Mol 2008b). From his work on diabetes in Mumbai, anthropologist 66Harris Solomon has, for example, outlined the notion of “metabolic living” as a way to capture the intermingling of bodies, environments, and substances in relation to the condition of diabetes specifically. Drawing on this particular conceptualization, he raises the fundamental questions, “Who and what become the eater and the eaten? What is nutrition and what is poison? Who and what set the boundaries of inside and outside, delineating organism and environment?” (Solomon 2016:5).",
        "entities": [
            [
                179,
                190,
                "bibr"
            ],
            [
                192,
                202,
                "bibr"
            ],
            [
                204,
                213,
                "bibr"
            ],
            [
                740,
                752,
                "bibr"
            ]
        ]
    },
    {
        "text": "However, similar to Maha's mother, most of the people that I knew well in Cairo who were diagnosed with type-2 diabetes, as well as patients that I observed more briefly during various doctors' consultations, had different understandings as to why their blood sugar was poorly regulated than the reasons given by their doctors. Rather than relating their poorly regulated blood sugars to the intake of “forbidden” foods and beverages, or to the intake of too many calories in general, Maha's mother and others would mention emotions such as zaʿil, “sadness,” ʿaṣabīya, “nervousness,” khawf, “fear,” and iktiʾāb, “depression,” as causing ḍaghṭ, pressure, and thus literally as affecting their blood pressure and their condition of type-2 diabetes as well (see also Tabishat 2000 for similar accounts of the relation of ḍaghṭ to a range of emotions). As was the case with Maha's mother, it was common for doctors to point to the fact that, often, the patient did not actually suffer from the condition of ḍaghṭ in a pathological sense; that is, from high blood pressure.",
        "entities": [
            [
                764,
                777,
                "bibr"
            ]
        ]
    },
    {
        "text": "The dietary advice given by doctors in Egypt to patients with type-2 diabetes corresponds with that which is outlined in current biomedical research on the subject (see, for example, Gray 2015 for a literature review on nutritional recommendations for individuals with diabetes). In short, the dietary guidelines during medical consultations in Cairo were given for two primary reasons: to encourage weight loss among those who were considered to be overweight (which was the case of most patients), and to avoid high fluctuations in blood sugar levels, which could cause late-stage complications (such as cardiovascular disease, stroke, kidney failure, blindness, and amputations). The advice given by the Egyptian doctors outlined how half a plate of food should contain vegetables, a quarter of a plate of lean meat and a quarter of a plate of whole-grains (such as brown rice), while avoiding the use of ghee/clarified butter when cooking. Fruit was allowed, but only those with the lowest concentration of fructose, such as apples, strawberries, oranges, and peaches. Doctors also advised against soft drinks, 70juice, tea, and coffee in general, due to the potentially high intake of added or natural sugars in these beverages.",
        "entities": [
            [
                183,
                192,
                "bibr"
            ]
        ]
    },
    {
        "text": "Despite a reluctance to accept calories and nutrients as directly related to their type-2 diabetes, Maha's mother and others did attempt to integrate some of the advice given by their doctors in relation to their eating habits. Maha's mother and mother-in-law, for example, made sure to only eat one type of carb with their lunch and dinner (instead of having, for example, both rice, potatoes, and bread), and Maha's mother-in-law would only use artificial sweetener in her tea instead of regular sugar. Other dietary advice was not so easily accepted. This was, for example, the case especially of advice countering the advice of prophetic medicine (Sheikh 2016). Dates, for example, are renowned in Egypt for their many healthy qualities and are mentioned as such in several places in the Qur'an and in Hadiths of the Prophet. Breaking the fast during Ramadan, for example, should be done by eating a date, as did the Prophet. 71Dates were also believed to ease the pain of labor during childbirth, and if eaten during pregnancy they were additionally believed by many to give the mother an “intelligent” child. In summary, no one within the families that I worked with in Cairo was willing to accept the fact that dates were suddenly “forbidden” and somehow considered unhealthy. I might add here that none of the people I worked with in Cairo who were diagnosed with type-2 diabetes were preoccupied specifically with foods believed within prophetic medicine to be particularly useful in relation to type-2 diabetes; rather such foods were considered in general to be good for one's health and wellbeing. In addition to dates, I might mention here honey and figs as well.",
        "entities": [
            [
                652,
                663,
                "bibr"
            ]
        ]
    },
    {
        "text": "The above dietary adjustments of Maha's mother and mother-in-law more or less covered the extent to which the above-outlined dietary advice manifested in the lives of people within the families that I worked with the closest. Overall, I did not speak to anyone in Cairo who had tried to lose weight on the grounds of having been diagnosed with type-2 diabetes. Weight, calories, and nutrients thus simply did not play a significant role in relation to type-2 diabetes in the minds of most of these people, contrary to the understandings and advice given by their doctors. In fact, most of those I spoke with in general on the topic of obesity believed that some degree of overweight (by BMI standards, see, for example, Long et al. 1998) was a sign of health (and beauty). Thus, I only ever heard a few young women discuss overweight as a health issue, whereas I heard many other people of all ages and both genders discuss women, in particular, who were considered too skinny to be healthy (for example, to bear a child). To be clear, categories of overweight, or of being “fat, takhīn,” do exist in Egypt, but the definition differs greatly from the medical BMI standards and even then overweight is rarely considered a negative label of, for example, an unhealthy body. Anthropological work from within Egypt has discussed an increasing adoption of skinnier body ideals, particularly among younger generations within the wealthier segments of society (see, for example, Basyouny 1998; Ghannam and Sholkamy 2004). This was, however, not yet evident among the people I worked with in Cairo.",
        "entities": [
            [
                720,
                736,
                "bibr"
            ],
            [
                1473,
                1486,
                "bibr"
            ],
            [
                1488,
                1513,
                "bibr"
            ]
        ]
    },
    {
        "text": "Anthropologist Deborah Lupton has previously discussed the “moralizing” aspects of “fatness” particularly evident in parts of Europe and North America. Lupton outlines how being overweight in these parts of the world is often perceived as matters of “gluttony” or “deviant and uncontrolled physical practices” (Lupton 2013:51). Anthropologist Gareth Williams has similarly argued on 72a more general note that the understanding of health in Europe and North America has been presented throughout history “as a matter of right conduct” whereas “illness is a sign of sinfulness” (Williams 2002:92). This is evident also in relation to present-day understandings of type-2 diabetes, often termed in parts of Europe and North America as a “lifestyle disease,” and its treatment a matter of “lifestyle choices” (see, for example, Ferzacca 2012; Mol 2008a; and Rock 2003 for critical studies on the implications of such understandings for people diagnosed with type-2 diabetes). Recent literature within the field of anthropology has critically examined this neoliberal understanding and individual responsibilization of a range of health issues, including type-2 diabetes. This literature argues that a neoliberal understanding of type-2 diabetes has resulted in a foregrounding of risk factors such as obesity above other known risk factors related, for example, to structural and political issues. Likewise, the responsibilization of obesity has similarly been placed within the moral realm of the individual, rather than within a structural or political framework (see, for example, Glasgow and Schrecker 2016; Phillips, McMichael, and O'Keefe 2018; Reubi, Herrick, and Brown 2016; and Trnka and Trundle 2017).",
        "entities": [
            [
                311,
                322,
                "bibr"
            ],
            [
                578,
                591,
                "bibr"
            ],
            [
                825,
                838,
                "bibr"
            ],
            [
                840,
                843,
                "bibr"
            ],
            [
                855,
                864,
                "bibr"
            ],
            [
                1581,
                1607,
                "bibr"
            ],
            [
                1642,
                1646,
                "bibr"
            ],
            [
                1674,
                1678,
                "bibr"
            ],
            [
                1684,
                1706,
                "bibr"
            ]
        ]
    },
    {
        "text": "By the time of my second phase of fieldwork in Egypt in the spring of 2017, the economic crisis had deepened in the country due to the recent years of political turmoil (which had negatively affected the tourist sector and foreign investments). To counter the crisis, the Egyptian parliament took up a loan from the International Monetary Fund, but in order to meet key demands by the IMF in relation to the loan, the Egyptian pound was devalued by almost 50% (see, for example, Holodny 2016). This caused a great increase in the cost of almost everything. In some cases, food prices almost doubled. This naturally caused a great deal of strain on many of the families that I worked with in Cairo who were left prioritizing and minimizing their expenses.",
        "entities": [
            [
                479,
                491,
                "bibr"
            ]
        ]
    },
    {
        "text": "In addition to prices increasing, and looming threats of various food shortages, Maha and others were also greatly concerned with the decreasing quality of food available at the time of my research. During the time of my fieldwork, families with a certain status of income could attain a ration card and use this card to buy state-subsidized goods, such as sugar, cooking oil, rice, pasta, and bread (approximately 80% of the Egyptian population has access to food by way of these ration cards; see, for example, LMC 2017:2). The card could be used only at certain shops, and only to attain the specific type of goods that were sold at these shops. The quality of the state-subsidized goods was frequently debated, also within Maha's family. “Look at the sugar. It's not even white. It looks dirty, wasikh,” Maha told me at one point, speaking of a bag of state-subsidized sugar. “At the time of Mubarak, the sugar was white,” she emphasized. “Look at the oil, it's almost black. How am I supposed to cook with this?” she also asked. “There are more pebbles than rice in this bag of rice. Look!”",
        "entities": [
            [
                517,
                521,
                "bibr"
            ]
        ]
    },
    {
        "text": "Maha was generally concerned with the pollution of the food that was available to her, and which she had to cook and serve to her husband, his parents, and her pregnant self. She often discussed “il-hurmūnāt, the hormones,” which she believed contaminated much of the food she bought at the market and at the state-subsidized shops as well. This was not exclusive to Maha. Maha's mother-in-law, for example, would never eat meat or egg from white chickens because white chickens were not considered “balladi, local.” Rather, they were considered “mustawrada, imported” (even when born and bred down the street). Maha's mother-in-law would thus only eat meat and egg from the smaller, and more expensive, red chickens, as she believed this was better for her type-2 diabetes (see Hamdy 2008 for similar accounts in relation to the consumption of chicken in Egypt). During Maha's pregnancy, she would make 76an effort to eat more red chicken than white chicken, because, she argued, “It is better for the baby.” At the peak of the financial crisis, this was not always possible due to the increasing prices and changes in availability, leaving Maha torn between eating the protein she knew to be good for the baby, and abstaining from eating meat that she thought to be potentially bad. Overall, from the perspective of Maha and others, shifts in the political landscape manifested as shifts in the quality of foods available as well.",
        "entities": [
            [
                779,
                789,
                "bibr"
            ]
        ]
    },
    {
        "text": "Several social scientists have discussed the porosity of the body to the environment in similar ways as captured by the notion of ḍaghṭ. Anthropologist Drew Leder, for example, argued that living organisms do not merely “gaze” upon the world, they literally “breathe” it in (Leder 1990:66). As stated previously, anthropologist Harris Solomon has, in similar ways, outlined the notion of “metabolic living” as a way to capture the intermingling of bodies, environments, and substances in relation to the onset and condition of diabetes (see Solomon 2016 for more on his work on diabetes in Mumbai). These arguments have increasingly been presented in different studies across different ethnographic settings, emphasizing the ways in which metabolism is not merely a physiological concept, but one that is closely linked to outward conditions as well (see, for example, Hardin 2015; Phillips et al. 2018; Sturtz Sreetharan et al. 2021; and Yates-Doerr 2019).",
        "entities": [
            [
                275,
                285,
                "bibr"
            ],
            [
                541,
                553,
                "bibr"
            ],
            [
                869,
                880,
                "bibr"
            ],
            [
                882,
                902,
                "bibr"
            ],
            [
                904,
                933,
                "bibr"
            ],
            [
                939,
                955,
                "bibr"
            ]
        ]
    },
    {
        "text": "Anthropologist Sherine Hamdy has similarly argued from her work among kidney patients in Egypt that, “The connection that patients have made between their illnesses and failed state policies is not merely abstract or cerebral; it is a connection that they experience in material and bodily forms as well” (Hamdy 2012:183). In this same sense, Maha and others were not left bargaining prices at a local market place in the midst of Cairo, but also left bargaining against a global market and political attempts at stabilizing the economy and subsequent conditions set forth by the IMF; a global economy manifested in experiences of ḍaghṭ at a local market place in Cairo and subsequently in the bodies of Maha and others. To Maha and others, it was physically very evident how inflation rates specifically, and structural and political conditions more generally, potentially affected the onset and condition of type-2 diabetes.",
        "entities": [
            [
                306,
                316,
                "bibr"
            ]
        ]
    },
    {
        "text": "The shortage incited much anger and uncertainty among many Egyptians, including many of the people that I knew well. At the time of the shortage one young male friend, for example, texted me, “What's next? There won't be any bread?” The anger among many Egyptians led Egyptian authorities to confiscate sugar for redistribution both from major factories who were using sugar in their production, as well as from people in the streets who were carrying more sugar than was deemed reasonable for personal use. Sugar was, reportedly, being sold on the black market at rates almost three times higher than the usual price of subsidized sugar – from approximately 5 Egyptian pounds per kilo to approximately 15 pounds per kilo (see, for example, Ashraf 2016; Hadid and Youssef 2016; Knecht and Dahan 2016; LMC 2017).",
        "entities": [
            [
                741,
                752,
                "bibr"
            ],
            [
                754,
                776,
                "bibr"
            ],
            [
                795,
                799,
                "bibr"
            ],
            [
                805,
                809,
                "bibr"
            ]
        ]
    },
    {
        "text": "The resemblance in behavior and rhetoric in relation to this sweet white powder to that of drugs – the confiscation of drugs, holding of drugs, and illegal trading of drugs – is obvious. Jokes and satirical videos were as a result coming out of Egypt at the time of the shortage comparing the sugar addiction of the Egyptians to that of a drug addiction, ridiculing both the behavior of regular people and of the Egyptian authorities (see, for example, Abdelhadys 2016; Monks 2016). These included satirical hashtags such as the English #GotSugar?",
        "entities": [
            [
                453,
                468,
                "bibr"
            ],
            [
                470,
                480,
                "bibr"
            ]
        ]
    },
    {
        "text": "The consumption of sugar (including high fructose corn syrup) is, in fact, relatively high in Egypt: Egyptians consume 36 kg of sugar per capita annually, which is a bit higher than the consumption in the United States and the EU. It compares to a global average of 23 kg per capita (LMC 2017:1–2). The importance of sugar to Egyptians is perhaps evident alone in the fact that it is subsidized by the state, as mentioned previously in this chapter (along with pasta, bread, rice, and cooking oil). It is used not only in tea, coffee, and juices, but also in more salty foods, such as couscous, soups, and sauces.",
        "entities": [
            [
                288,
                292,
                "bibr"
            ]
        ]
    },
    {
        "text": "Quite a few of the people that I knew in Cairo at the time of the shortage actively participated in the spreading of jokes and videos about the sugar shortage on social media. Others found the shortage a very concerning matter, evident from angry online status updates or in text messages, such as the one cited above. In 80general, most people were concerned what other food items might suddenly be in short supply (Egypt, in fact, carries a long history of food riots on the grounds of shortages and increasing prices, see, for example, Mitchell 2002:249; Mittermaier 2014:62; Sutton et al. 2013:348–53 for accounts of such riots in the 1970s and later in 2007 and 2008). Other people that I knew well in Cairo felt directly affected by the fact that there was a shortage of sugar specifically. For example, one of Maha's distant relatives postponed her wedding due to the shortage and subsequent spikes in sugar prices. When I asked Maha about the matter, she responded with the following question, “How can they get married if they cannot even afford to serve their guests tea with sugar?” In other words, to some people in Cairo the sugar shortage had little effect, and was perhaps mostly a laughing matter, but to others it had a much greater impact. Even though Maha's relative did get married at a later point, in the words of Maha, the postponement had put a lot of “ḍaghṭ, pressure” on both the bride and groom and their families.",
        "entities": [
            [
                539,
                552,
                "bibr"
            ],
            [
                558,
                574,
                "bibr"
            ],
            [
                579,
                597,
                "bibr"
            ]
        ]
    },
    {
        "text": "As stated previously in this chapter, international biomedical research does in fact relate type-2 diabetes to stress (see, for example, Corazon et al. 2010; Nielsen et al. 2008; and 81\nTsiotra and Tsigos 2006), as well as to matters of historical periods of deprivation and scarcity. The latter risk factor is often referred to as the epigenetic risk factor of diabetes (see, for example, Zimmet 2017). Political scientist Timothy Mitchael has, in fact, outlined the outbreak of a simultaneous famine and malaria epidemic in parts of Upper Egypt at the time of the Second World War (Mitchell 2002:19–53). I could suggest here that this famine left future generations of Egyptians particularly vulnerable to type-2 diabetes, as has been discussed biomedically of famines elsewhere (Zimmet 2017). Three out of five of the families that I worked with in Cairo had, in fact, migrated from Upper Egypt one or two generations prior to the time of my fieldwork, and had thus potentially been exposed to this famine – and the epigenetic risk factor of such a famine. Metabolisms, in other words, are shaped not only in current bodies and environments (see, for example, Hardin 2015; Phillips et al. 2018; Sturtz Sreetharan et al. 2021; and Yates-Doerr 2019), but also in bodies and deprivations of past-time generations.",
        "entities": [
            [
                137,
                156,
                "bibr"
            ],
            [
                158,
                177,
                "bibr"
            ],
            [
                186,
                209,
                "bibr"
            ],
            [
                390,
                401,
                "bibr"
            ],
            [
                584,
                597,
                "bibr"
            ],
            [
                782,
                793,
                "bibr"
            ],
            [
                1163,
                1174,
                "bibr"
            ],
            [
                1176,
                1196,
                "bibr"
            ],
            [
                1198,
                1227,
                "bibr"
            ],
            [
                1233,
                1249,
                "bibr"
            ]
        ]
    },
    {
        "text": "Parts of this chapter have previously been published in Culture, Medicine & Psychiatry (Thorsen 2021).",
        "entities": [
            [
                88,
                100,
                "bibr"
            ]
        ]
    },
    {
        "text": "In the previous chapters, I have examined the ways in which “diabesity” is foregrounded as the most essential etiology of type-2 diabetes within international medical research and guidelines, as well as among healthcare personnel in Egypt; and how this specific etiology clashes with an etiology linking experiences of ḍaghṭ to the onset and condition of type-2 diabetes among those I worked with in Cairo who were diagnosed with the condition and their relatives. In this chapter, I turn to elaborate on the overall question of why “diabesity” is emphasized within international medical research and guidelines over other etiologies also acknowledged within biomedical research. I pick up on some of the arguments presented in the previous chapter of the ways in which “fatness” historically in Europe and North America has been linked to matters of “deviant and uncontrolled physical practices” (Lupton 2013:49–51).",
        "entities": [
            [
                898,
                909,
                "bibr"
            ]
        ]
    },
    {
        "text": "Anthropological literature also referenced in the previous chapter (see, for example, Glasgow and Schrecker 2016; Phillips, McMichael, and O'Keefe 2018; Reubi, Herrick, and Brown 2016; and Trnka and Trundle 2017) has critically examined how such understandings have placed the moral responsibility of type-2 diabetes primarily within the realm of the individual, its solution theoretically simple: to lose and to control one's weight. In this chapter, I will elaborate on these arguments in relation to my research in Cairo by examining the ways in which such neoliberal understandings of health affect also the promotion of specific drugs used to treat type-2 diabetes globally, including among people in Cairo.",
        "entities": [
            [
                86,
                112,
                "bibr"
            ],
            [
                147,
                151,
                "bibr"
            ],
            [
                179,
                183,
                "bibr"
            ],
            [
                189,
                211,
                "bibr"
            ]
        ]
    },
    {
        "text": "Much has been written anthropologically on the topic of pharmaceuticals and the pharmaceutical industry more generally (evident, for example, in the following literature reviews on the topic: Geest, Hardon, and Whyte 1996; Hardon and Sanabria 2017). A majority of these studies focus on the relation between clinical trials, investors, and governments, exploring the dilemma of promoting health 90and curing illness coupled with a pharmaceutical industry whose main motivation is to maximize profits through maintaining long-time drug consumers (see, for example, Dumit 2012; Rajan 2017; Sismondo 2015). Other studies have focused on the consumption of pharmaceuticals, outlining how drugs are actualized when they are prescribed and used, dissolved, and absorbed in individual bodies and environments (see, for example, Landecker 2016; Nading 2017; Wilson 2015). Anthropologists Anita Hardon and Emilia Sanabria, for example, argue that there are no pure pharmaceutical objects: “Matter is always in movement, being molded and transformed by human and nonhuman processes and practices” (Hardon and Sanabria 2017:118–19).",
        "entities": [
            [
                217,
                221,
                "bibr"
            ],
            [
                223,
                247,
                "bibr"
            ],
            [
                564,
                574,
                "bibr"
            ],
            [
                576,
                586,
                "bibr"
            ],
            [
                588,
                601,
                "bibr"
            ],
            [
                821,
                835,
                "bibr"
            ],
            [
                837,
                848,
                "bibr"
            ],
            [
                850,
                861,
                "bibr"
            ],
            [
                1088,
                1112,
                "bibr"
            ]
        ]
    },
    {
        "text": "In this chapter, I draw on the above bodies of work to discuss the ways in which neoliberal ideas of health and etiologies, and the pharmaceutical industry and its medicalization of individual bodies, mutually affect and enhance each other. I argue that a tendency of solutions to precede and define social problems (Spector and Kitsuse 2001) is evident in the ways available medical solutions targeting individual bodies contribute to defining the “problem” of type-2 diabetes as primarily one of the individual. While political and structural conditions cannot be medicated, individual bodies exposed to such conditions can.",
        "entities": [
            [
                317,
                341,
                "bibr"
            ]
        ]
    },
    {
        "text": "In the second part of the chapter, I move from an empirical focus on the use of metformin specifically to a more general focus on pharmaceuticals, arguing that an awareness among people in Cairo of drugs as matter always in movement, to paraphrase Hardon and Sanabria (Hardon and Sanabria 2017:118–19), manifested in great uncertainties among the people I worked with and met in passing. These uncertainties frequently resulted in adjustments and disruptions of treatment with pharmaceutical drugs among people in Cairo – without the consulting of doctors or other healthcare personnel. The uncertainties did not relate solely to the theoretical workings of drugs (and their specific targeting 91in the body, for example, to induce weight loss as outlined in the above case of metformin), but also to more general concerns, for example, of the potential contamination of drugs or geopolitics of drugs. Similar to the arguments presented in the previous chapter on food, the circumstance that pharmaceutical drugs had traveled through many different environments – biological, but also social and political environments – and thus had potentially been affected by a wide range of factors before finally reaching the hands of the consumer was a known and well-debated fact among people in Cairo. But this known fact in turn cemented a host of unknowns, causing great uncertainty as to which drugs were safe to take and which were not. In other words, people in Cairo were very aware that the pharmaceutical industry – manifested in drugs sold to medicate bodies and ailments – was not a neutral industry, but an industry with specific, yet often uncertain, agendas and motives.",
        "entities": [
            [
                269,
                293,
                "bibr"
            ]
        ]
    },
    {
        "text": "In Egypt, employees in the public sector, as well as students at public universities and schools, are covered by the public Health Insurance Organisation (HIO). In theory, the insurance provides medical services, including medicine, free of charge or for only a small fee. Approximately 55% of the Egyptian population is insured under the HIO (Wanis 2015:60). Those belonging to the wealthier segments of Egyptian society usually have some kind of private insurance in relation to their jobs. Others pay out-of-pocket or may apply for coverage from the Egyptian state on a case-by-case basis. In the case of diabetes medicine, everyone within the families that I worked with paid for their own medicine out-of-pocket, whether covered by the public health insurance or not. As to the reason for this, they all pointed to the hassle of working through the bureaucratic process to retrieve the free medicine from the public healthcare system, as compared to the relatively low price of the most commonly used diabetes medication. Prior to the economic crisis that hit in 2016, Egypt had some of the lowest prices of medicine in the region of the Middle East and North Africa. This was partially due to a strict regulation of prices (in negotiation with pharmaceutical companies and other key players) and due to state subsidies on certain pharmaceutical categories, including insulin (Wanis 2015:75).",
        "entities": [
            [
                344,
                354,
                "bibr"
            ],
            [
                1382,
                1392,
                "bibr"
            ]
        ]
    },
    {
        "text": "Metformin is one of the cheapest diabetes drugs available on the Egyptian market. In Egypt, it is known most commonly under the brand name of Glucophage. It works primarily by reducing the amount of sugar produced in the liver, and thus the amount of sugar released into the bloodstream. In addition, it improves the effect of insulin on the body. It is also known to suppress the appetite, and thus to potentially induce a weight loss (Heine et al. 2006; Nye and Herrington 2011). Toward the end of 2018, one package of 50 tablets of 500mg metformin was sold for approximately 15 Egyptian pounds (gone up from about 10 Egyptian pounds at the beginning of my fieldwork in 2015 prior to the economic crisis of 952016).1 Those advised by their doctors in Cairo to take metformin were recommended to take up to 2000mg a day (1–4 tablets). In other words, a package of 50 500mg tablets would commonly last from 12 to 50 days.",
        "entities": [
            [
                450,
                454,
                "bibr"
            ],
            [
                456,
                479,
                "bibr"
            ]
        ]
    },
    {
        "text": "Anthropologists Joseph Dumit and Linda Hunt have argued that national and international guidelines of diagnostic criteria, as well as globally recommended treatment guidelines, define type-2 diabetes as a condition in need of specific treatment. Dumit specifically outlines how diagnostic criteria for different types of diabetes have changed over time, as different diabetes medications have become available on the global market. This includes the establishment of a newfound category of “prediabetes,” forming also a new group of people in sudden need of medical attention (Dumit 2012:114–15). He argues that, “Diabetes is regularly invoked as a paradigmatic template for many conditions that were previously not thought of as illnesses” (Dumit 2012:7). In similar ways as Dumit, Hunt argues that the pharmaceutical industry and its affiliates “have fabricated a diabetes ‘epidemic' and treatment standards that require heavy use of pharmaceuticals” (Hunt 2017:1). Dumit and Hunt both outline how the primary ambition of the pharmaceutical industry is to pursue profits for their shareholders, not to cure illnesses as such. Hunt argues, “This they accomplish […] by creating and sustaining markets” (Hunt 2017:1). “A life on drugs,” Dumit sums up in the title of his book (Dumit 2012). In other words, both Dumit and Hunt argue that medical solutions made available by the pharmaceutical industry often define, and redefine, the problem or condition of chronic illnesses such as type-2 diabetes.",
        "entities": [
            [
                577,
                587,
                "bibr"
            ],
            [
                742,
                752,
                "bibr"
            ],
            [
                954,
                963,
                "bibr"
            ],
            [
                1204,
                1213,
                "bibr"
            ],
            [
                1277,
                1287,
                "bibr"
            ]
        ]
    },
    {
        "text": "Sociologists Malcolm Spector and John Kitsuse first discussed the relation between “problems” and “solutions” in the 1980s, arguing that solutions tend to precede problems. More specifically, they argued that responses and solutions by institutional agencies define conditions as troublesome in specific ways. Thus, problems 96do not precede solutions; rather, solutions precede problems. Spector and Kitsuse elaborated that “solutions produce problems by providing the framework within which those problems can be stated […] Every experience of displeasure and dissatisfaction has its origin in the availability, if not promise, of remedies, cures, reforms, and solutions for such troubles” (Spector and Kitsuse 2001:84). Anthropologists Steffen Jöhncke, Mette Svendsen, and Susan Whyte have elaborated on these arguments pointing to the ways in which “solutions” produce certain bearers of a “problem”; bearers of certain attributes that make them suited for the solution (Jöhncke, Svendsen, and Whyte 2004:392).",
        "entities": [
            [
                693,
                717,
                "bibr"
            ]
        ]
    },
    {
        "text": "Regarding metformin, this was also evident in the ways quite a few raised concerns as to whether or not metformin would damage their kidneys, despite their doctors reassuring them that it would not. Biomedically, metformin is not believed to damage the kidneys as such, but to pose a danger to already impaired kidneys. 97Metformin thus carries a warning label not to be used by patients with impaired kidneys (a common late complication among people with diabetes) due to the risk of developing the potentially fatal condition of lactic acidosis (see, for example, Inzucchi et al. 2014; Nye and Herrington 2011). Considering the fact that people diagnosed with type-2 diabetes are at high risk of developing impaired kidneys, and that few of the people I came across in Cairo who were diagnosed with the condition had their kidneys medically assessed on a regular basis, the likelihood that someone was suffering from an undiagnosed impairment of the kidneys was relatively high.",
        "entities": [
            [
                566,
                586,
                "bibr"
            ],
            [
                588,
                611,
                "bibr"
            ]
        ]
    },
    {
        "text": "Rather than merely trust in the supposed positive effects of drugs – and in the reassurances given, for example, by doctors and pharmaceutical companies – the people that I worked with in Cairo frequently questioned not only the workings of specific drugs, but also for example, the potential contamination of drugs, as well as the potential hidden agendas of pharmaceutical companies. Anthropologists Adriana Petryna and Arthur Kleinman have outlined how trust in the workings of pharmaceutical drugs is gained by medical companies and governments through the use of rhetoric and “expert know-how,” “surveillance guidelines,” “trustworthy standards” and the like (Petryna and Kleinman 2006:10–12). In Cairo, I argue, such rhetoric and promises did little to reassure people of the workings and safety of pharmaceuticals. Rather, as was the case of medical advice in general or attempts by authorities to control the narrative of political events, it did quite the contrary; it maintained a persistent questioning of the pharmaceutical industry and its products.",
        "entities": [
            [
                665,
                690,
                "bibr"
            ]
        ]
    },
    {
        "text": "In addition to concerns over side effects of certain drugs, other concerns revolved around the use of counterfeit medicine, expired medicine, or medicine that had gone bad from human neglect, for example, from not being stored at the right temperatures or from not being released from the Egyptian customs before turning bad (however, subsequently sold through local pharmacies). One specific example from the time of my fieldwork in Cairo in the summer of 2015 illustrates some of these concerns rather well. For example, a story suddenly surfaced (in the media, as well as across the families that I was working with at the time, including Maha's family) that 27 infants had been poisoned from an intravenous rehydration solution administered to treat dehydration at public hospitals across the governorate of Beni Suef. Ultimately, four children died. The Egyptian Ministry of Health named a Cairene drug company as the manufacturer of the solution, but the company itself declined ever having manufactured such a drug (El-Fekki 2015). Uncertainties in relation to the origin of drugs were commonly evoked on the grounds of similar stories.",
        "entities": [
            [
                1023,
                1036,
                "bibr"
            ]
        ]
    },
    {
        "text": "In addition to the above, sudden fluctuations on the pharmaceutical market in relation to the availability and prices of certain medicines cemented the geopolitical contexts in which pharmaceutical drugs are produced and sold. This was evident, for example, as rumors circulated toward the end of 2017 about the potential consequences of a boycott of American products, including certain medicines. The boycott was a response to President Donald Trump's decision to move the American Embassy in Israel to Jerusalem. Specifically, stories were circulating that such a boycott would harm Egyptian patients, causing a shortage of a range of pharmaceutical drugs. A penicillin shortage did, in fact, affect the Egyptian drug market in late 2017, but it was eventually linked to a high-ranking Egyptian official, not to President Donald Trump. Apparently, the official had attempted to manipulate the penicillin market by moving the import of penicillin from a state-owned company to his own private company, creating a void in the market as opposed to a monopoly (Tawfeek 2017). In general, the economic crisis from 2016 and onwards caused prices of pharmaceutical drugs in Egypt to increase greatly (initially by 25%, eventually by 50% of the original price), affecting not only consumers, but also the ability of the pharmacists to stock up on medicine. This caused 102a range of shortages, including a shortage of certain diabetes drugs. There were stories in the media particularly about the unwillingness of medical companies to lower their prices to support Egyptian consumers.",
        "entities": [
            [
                1060,
                1072,
                "bibr"
            ]
        ]
    },
    {
        "text": "The close interactions of the pharmaceutical market with, for example, geopolitical and economic issues added to a sentiment of uncertainty in relation to the origin of drugs, authenticity of drugs, and steady availability of drugs, making the potential effects of the various environments through which pharmaceutical drugs travel before finally reaching the consumer the more visible. Anthropologists Geest, Hardon, and Whyte draw on the analytical notion of a “life cycle” of pharmaceuticals to capture this process. They argue, “As commodities, pharmaceuticals have lives and ‘deaths' far more significant than their shelf lives and expiration dates” (Geest, Hardon, and Whyte 1996:171). Put differently, 103pharmaceuticals pass through many spheres of social life. They are, for example, produced by private or public entities in specific geopolitical, socioeconomic, and historical contexts; they must undergo tests to be released to a broader market; must travel across borders and local customs to reach local consumers; they are prescribed in various ways by doctors and other healthcare providers; and are finally consumed in equally many different ways by different people. Geest, Hardon, and Whyte sum up, “Each life stage is characterized by a specific context and particular actors” (Geest, Hardon, and Whyte 1996:156). On a more general note, anthropologist Anna Tsing draws on the analytical notion of a “commodity chain” when outlining how commodities transform as they move through different spheres and come to mean different things to different actors. Yet, Tsing points out, “the commodity must emerge as if untouched” (Tsing 2011:51).",
        "entities": [
            [
                681,
                685,
                "bibr"
            ],
            [
                1323,
                1327,
                "bibr"
            ],
            [
                1641,
                1651,
                "bibr"
            ]
        ]
    },
    {
        "text": "“Matter is always in movement, being molded and transformed by human and nonhuman processes and practices,” I cited Hardon and Sanabria in the introduction to this chapter (Hardon and Sanabria 2017:118–19). As evident throughout this book thus far, this was not a theoretical argument, but an empirical realization among people in Cairo, both in relation to the consumption of food and beverages as outlined in the previous chapter, but also in relation to the consumption of pharmaceutical drugs. Politics, economies, corruption, environmental contaminations, and other global and local motions visibly affected the drug market in Egypt and the consumption of pharmaceutical drugs more specifically among the people that I was working with in Cairo during my fieldwork throughout the years of 2015–2017.",
        "entities": [
            [
                173,
                197,
                "bibr"
            ]
        ]
    },
    {
        "text": "Dumit outlines how the past decades have marked a shift from a world in which pharmaceutical drugs were previously consumed primarily to treat current symptoms to a world today in which drugs are consumed primarily to prevent future symptoms (Dumit 2012:24). He outlines specifically how the introduction of clinical trials and mass statistics in the 1950s paved the way for newfound health notions such as “risk factors” and “chronic” conditions, notions pointing toward potential futures of late complications, as opposed to symptoms and ailments of the present (Dumit 2012:5–7). This is the case also of much diabetes medicine, which aims at controlling a present blood sugar in order to prevent future complications.107",
        "entities": [
            [
                243,
                253,
                "bibr"
            ],
            [
                565,
                575,
                "bibr"
            ]
        ]
    },
    {
        "text": "I argue here that uncertainties related to the pharmaceutical industry as outlined throughout this chapter caused people in Cairo such as Ahmed's aunt and others to emphasize and trust primarily in their own present experiences of health and wellbeing over the advice and reassurances of doctors and pharmaceutical companies to attempt to maintain a certain future by the use of pharmaceutical drugs. Anthropologists Richard Jenkins, Hanne Jessen, and Vibeke Steffen have outlined how people “seek a sense of control when faced with crisis,” including through seeking medical treatment and taking medicine when falling ill (Jenkins, Jessen, and Steffen 2005:9). However, based on the empirical examples presented throughout this chapter, I argue that to people in Cairo, taking pharmaceutical drugs, for example, to treat their type-2 diabetes, rather seemed to cause experiences of uncertainty and loss of control more than experiences of actually taking control. In many cases this caused people to make their own decisions and adjustments to the dosage of their medicine rather than taking the dosage advised by their doctors. In other cases, it meant a complete disruption of their treatment, such as in the above case of Ahmed's aunt, who decided that the symptoms and complications of her type-2 diabetes were less of a problem than the strain of enduring medical side effects and visiting the doctor's office (“I am tired from running around and waiting in his office all day – not from my diabetes,” she insisted).",
        "entities": [
            [
                653,
                657,
                "bibr"
            ]
        ]
    },
    {
        "text": "In this chapter, I have extended the arguments of the previous chapters by depicting the ways in which a reluctance to take metformin among some of the people I met in Cairo stemmed in part from an overall resistance to accept the etiology of “diabesity.” The potential effect of metformin to induce a weight loss was, in other words, considered an illegitimate target of type-2 diabetes treatment; metformin thus was not a desirable drug. Additionally, uncertainties related to the general intake of pharmaceutical drugs caused concerns over the actual workings of metformin and what 110was perceived as its potential to damage the kidneys. Overall, I have shown how uncertainties related to the pharmaceutical industry and to the “life cycle” (Geest, Hardon, and Whyte 1996:171) of pharmaceutical drugs caused the people that I worked with in Cairo to emphasize personal medical experiences and the medical experiences of, for example, relatives above the advice and reassurances of doctors and medical companies as to the workings of specific drugs. This additionally added to the potential disruption of taking, for example, metformin, as the side effects of this particular drug to some were experienced as worse than the symptoms of type-2 diabetes in the first place.",
        "entities": [
            [
                771,
                775,
                "bibr"
            ]
        ]
    },
    {
        "text": "Literature within the field of medical anthropology has addressed the role of nonprofessional caregivers in the task of caring for the ill. The literature particularly stresses the “work” that is required to manage chronic illnesses at home (see, for example, Mattingly, Grøn, and Meinert 2011; Mol 2008), as well as the “moral task” of caring for ill family members (Kleinman 2009). Anthropologist Hayder al-Mohammad has argued that it takes the “struggle” of many to sustain the life of one. From his work in Iraq he argues, “It is because life can be something in jeopardy, pain, threatened, or taken away that the wounding and suffering of others […] can be felt so directly by those whose lives are enmeshed and intertwined with theirs” (Al-Mohammad 2012:608). For these reasons, he argues, loved ones may undertake great personal struggles to maintain the lives of others (Al-Mohammad 2012:600).",
        "entities": [
            [
                289,
                293,
                "bibr"
            ],
            [
                295,
                303,
                "bibr"
            ],
            [
                368,
                381,
                "bibr"
            ],
            [
                743,
                759,
                "bibr"
            ],
            [
                879,
                895,
                "bibr"
            ]
        ]
    },
    {
        "text": "In the second part of the chapter, I show how Mai's attempts to relieve her father and brother of the pressures of everyday life did not make these pressures go away; rather, they shifted to Mai and her sister. Thus, I argue, type-2 diabetes came to affect not only the bodies of those diagnosed with the condition, but also the bodies of those who were involved in their care. Overall, I draw on the arguments of anthropologist Amy Moran-Thomas and others to dissolve the dualism of communicable/non-communicable conditions and the popular framing of, for example, type-2 diabetes as a non-communicable disease. Moran-Thomas instead proposes the notion of “para-communicable” conditions to capture the ways in which conditions such as type-2 diabetes arguably “spread” and one may “catch” the condition (Moran-Thomas 2019a). Similarly, I wish to finally point to the ways in which type-2 diabetes spread through the city of Cairo, including within intimate relations in family households.",
        "entities": [
            [
                433,
                445,
                "bibr"
            ]
        ]
    },
    {
        "text": "At the time of my fieldwork in 2015, both girls had graduated from college, and were well on their way to establishing their careers, Mai within tourism and Reem within therapy and private coaching. “We attract work and money easily, but not men,” Mai summed up their lives. Naturally, the passing of their mother had left the girls in much grief, but also in a social limbo of a sort. In Egypt, it is often the role of the mother (and of other female kin) to assist their daughters and sons in finding a suitable spouse (see also Ghannam 2013). Since the girls had neither their mother, nor any other female kin close by, their father, brother, and local sheikh had taken on the social responsibility of getting the girls married. So far, in vain.118",
        "entities": [
            [
                531,
                543,
                "bibr"
            ]
        ]
    },
    {
        "text": "Maha, Mai, and Reem were not alone in their approaches to love, as most of the men and women that I spoke to on this particular topic mentioned similar dilemmas or reflections. From his work in Egypt, anthropologist Samuli Schielke has also outlined how most young Egyptians (men and women) have ideas of love that relate to notions of both romance and desire, as well as to chastity and parental control over marriage (Schielke 2009:31). He writes, “The attempt to combine love and marriage […] is an attempt to combine two languages that not only follow different grammars but also communicate different things” (Schielke 2015:95). In the case of Mai and Reem, this was very clear; the two ways of approaching love and marriage expressed by their father and brother and by themselves, respectively, did not apply the same “grammar.” Rather, the girls argued, the two approaches to love and marriage were incompatible. Similar to Mai and Reem, their brother expressed how the girls were putting a lot of ḍaghṭ on him by their resistance to marry, even men of financially stable backgrounds (Reem proclaiming in the above that such “materialistic” men would merely make her feel like “any other Egyptian woman … not happy”). In other words, the girls and their brother were tied together in a kind of deadlock, affecting the wellbeing and life paths of each other greatly.",
        "entities": [
            [
                420,
                433,
                "bibr"
            ],
            [
                615,
                628,
                "bibr"
            ]
        ]
    },
    {
        "text": "I emphasize this story of love here to illustrate the ways in which individual lives interconnect greatly in families in Egypt. Drawing on Al-Mohammad's arguments presented in the introduction to this chapter (Al-Mohammad 2012), I argue along the same lines here that individual lives among the families that I was working with in Cairo were tied to or intertwined with the common life project of the family as a whole (for similar arguments from within an Egyptian context see, for example, Ghannam 2013; Hamdy 2012). Al-Mohammad argues, “We are not dealing with two lives but two different movements directed towards the one life project” (Al-Mohammad 2010:438). For these reasons, in Cairo as well, the choices and behaviors of one family member would greatly affect the choices and opportunities of the others. This was particularly 120evident in the case of love and marriage within Mai's family, as the fact that the girls were holding off on marrying affected their brother's ability to establish a family of his own. It was also evident in the circumstance that the death of their mother had left their father and brother with the unfamiliar task of preparing the girls for marriage.",
        "entities": [
            [
                210,
                226,
                "bibr"
            ],
            [
                492,
                504,
                "bibr"
            ],
            [
                506,
                516,
                "bibr"
            ],
            [
                642,
                658,
                "bibr"
            ]
        ]
    },
    {
        "text": "Recent work within medical anthropology has aimed to dissolve the biomedical distinction between “communicable” and “non-communicable” conditions, arguing that so-called “non-communicable diseases” (such as type-2 diabetes) may, in fact, be considered “communicable,” even if they are not infectious in a biological sense (see, for example, Christensen and Seeberg 2017; Grøn 2017; Nielsen 2017; Seeberg and Meinert 2015). Anthropologists Lotte Meinert and Jens Seeberg, for example, have proposed to explore ways in which conditions such as type-2 diabetes are contagious locally through biosocial relations and networks. They encourage raising the question, “What is transmitted and how?” (Seeberg and Meinert 2015:62). Similarly, anthropologist Amy Moran-Thomas has proposed the use of the notion “para-communicable” in relation to conditions “materially transmitted as bodies and ecologies intimately shape each other over time, with unequal and compounding effects for historically situated groups of people” (Moran-Thomas 2019a:497).",
        "entities": [
            [
                341,
                369,
                "bibr"
            ],
            [
                371,
                380,
                "bibr"
            ],
            [
                382,
                394,
                "bibr"
            ],
            [
                396,
                420,
                "bibr"
            ],
            [
                692,
                716,
                "bibr"
            ],
            [
                752,
                764,
                "bibr"
            ]
        ]
    },
    {
        "text": "Moran-Thomas has argued from her work on diabetes in Belize, “Communicability is not just a matter of seeing and interpreting the causes of disease, but also a factor shaping the plausibility and workability of treatment” (Moran-Thomas 2019b:475). Extending the arguments from the previous chapters here, I once again wish to question the ways in which certain treatment and prevention strategies foregrounding an etiology of “diabesity” were promoted in relation to type-2 diabetes in Egypt in the years of 2015–2017, largely overlooking the ways in which structural conditions, as well as intimate relations and intertwinements within families, arguably carried the risk of transmitting type-2 diabetes.",
        "entities": [
            [
                223,
                241,
                "bibr"
            ]
        ]
    },
    {
        "text": "Sociologist Michel Foucault first argued in the late 1970s that modern forms of political thought and action are based on a certain kind of mentality that utilizes specific mechanisms in an attempt to align personal conduct with socio-political objectives. These mechanisms, he argued, include ways of calculation, technologies, discourses, and institutional setups (Foucault 1991). Social theorists Peter Miller and Nikolas Rose have summed up these ideas by Foucault as follows:\nTo the extent that authoritative norms, calculative technologies and forms of evaluation can be translated into the values, decisions and judgements of citizens in their professional and personal capacities, they can function as part of the “self-steering” mechanisms of individuals. Hence, “free” individuals and “private” spaces can be “ruled” without breaching their formal autonomy.\n(Miller and Rose 2008:42)132\n\n\n",
        "entities": [
            [
                367,
                380,
                "bibr"
            ],
            [
                869,
                889,
                "bibr"
            ]
        ]
    },
    {
        "text": "Put differently, individuals may be affected, for example, through institutional setups and calculative technologies to act in specific ways, yet in the experience of those individuals, their actions are based entirely on their own free will. Foucault fittingly coined this mentality promoted by modern forms of political thought and action as “governmentality” (Foucault 1991).",
        "entities": [
            [
                363,
                376,
                "bibr"
            ]
        ]
    },
    {
        "text": "Let me be clear on the notion of prescriptions in Egypt: doctors prescribe medicine in the sense that they advise their patients on what medicine to take (and this they do extensively). Doctors scribble down names of drugs on sticky notes, snippets of paper, napkins, and so on, and hand them out to patients during most consultations – but these papers are not official papers with stamps and signatures that have a legal status without which patients cannot retrieve their medicine from the pharmacy. As a result, prescribing medicine in Egypt can be considered to be mostly a social act, rather than a legal one (though there are a few pharmaceuticals such as certain opioids and psychopharmaceuticals that do require legal prescriptions, and that can only be retrieved from a few pharmacies in Cairo and the country at large). Anthropologists Sjaak van der Geest, Anita Hardon, and Susan Whyte argue on the social act of prescribing medicine, “It demonstrates the physician's concern. Through prescriptions, doctors show their patients that they recognize their complaints and are trying to help them” (Geest, Hardon, and Whyte 1996:160). The type of prescription enforced in the Novo Care Centers were prescriptions in a legal sense, and less so in a social sense. In other words, in Novo's perspective, prescriptions were supposed to be vested with authority, validity, and certainty in ways that prescriptions (on napkins and sticky notes) are commonly not in Egypt.",
        "entities": [
            [
                1132,
                1136,
                "bibr"
            ]
        ]
    },
    {
        "text": "According to Nadia, Aaliyah, and others working with Novo Nordisk in Egypt, the “need” of “il-company” to see such a legal piece of paper was related to specific ideas about the proper handling of pharmaceuticals (and in this case also the proper handling of medical technologies). I heard Novo employees discuss the “responsibility” taken on by the company when enforcing prescriptions in a legal sense in an attempt to “control” the use of pharmaceuticals, to prevent “overprescribing” (on napkins and sticky notes) and “self-prescribing” (people who were making their own decisions about what medicine to take and who were able to retrieve them from any pharmacy without a prescription in a legal sense). Novo clearly promoted the idea that access to medicine (and medical technologies) should be based not on free will, but rather on a redistribution of such decisions to so-called experts (in this case to doctors). Novo thus enforced the use of prescriptions in a legal sense as a “technical device,” to borrow a term from Miller and Rose, rendering it possible to not only represent certain objectives, but also to intervene and act upon individuals (Miller and Rose 2008:30–2).",
        "entities": [
            [
                1158,
                1178,
                "bibr"
            ]
        ]
    },
    {
        "text": "Whereas Miller and Rose have outlined Foucault's term of “governmentality” as capturing the ability to govern “at a distance” 138(Miller and Rose 2008:26), the enforcement of the use of legal prescriptions in the Novo Care Centers rather appeared to be a very direct and evident way of governing (or attempting to govern). This is evident in the specific objections of the women in the above encounter (“I can get the pen today, and return tomorrow with il-wara'a, the paper”), but it was also evident in many similar arguments and objections throughout my time in the center. In summary, the attempt by Novo Nordisk to promote specific medical ethics in relation to the handling of medicine and medical technologies in Egypt seemed, first and foremost, to generate confusion and uncertainty among those diagnosed with type-2 diabetes who frequented the Novo Care Center in Dokki – as opposed to generate certainty in the workings of both the company and its products.",
        "entities": [
            [
                130,
                150,
                "bibr"
            ]
        ]
    },
    {
        "text": "In general, Novo was vesting documents with an authority and legal status that was rarely acknowledged or honored, for example, by the authorities in Egypt. Political scientist Timothy Mitchell has outlined how European colonial rule in Egypt and elsewhere attempted to transform local administrative systems from systems characterized largely by “arbitrariness” to systems characterized by so-called “universalism” and consistency. He writes, “In non-European government the exceptional was the rule; power gained its strength from its arbitrariness. Modern government, like modern science, the European believed, was based upon principles true in every country. Its strength lay in its universalism” (Mitchell 2002:54). Mitchell elaborates specifically in relation to British rule in Egypt, “The political economy of Egypt was to be reestablished on the basis of principles true in every country” (Mitchell 2002:55). Mitchell outlines how this process also entailed the vesting of legal papers and documents with an unprecedented authority.",
        "entities": [
            [
                703,
                716,
                "bibr"
            ],
            [
                900,
                913,
                "bibr"
            ]
        ]
    },
    {
        "text": "Medical literature often discusses the level of “compliance” in a patient, using the phrasing that compliance is “high” or “low” in an individual patient or within a group of patients with specific characteristics (see, for example, Cramer et al. 2008 for a literature review on the “significance of compliance” in the treatment of diabetes). “Compliance” refers to the degree to which a patient is likely to follow professional instructions in relation to treatment, such as, for example, medical and dietary advice. Whereas I never heard Egyptian doctors use the term “compliant” or “non-compliant” in relation to a patient, I heard many Egyptian Novo employees use the English word “compliance” directly in relation to customers, as well as when explaining the workings of others such as the Ministry of Health and Egyptian healthcare personnel (including doctors). In the perspective of Karim and others at Novo Nordisk, the hospital director, for example, was “non-compliant” in supplying the clinic with running expenses and with proper cleaning; doctors were “non-compliant” with regard to their working hours; and the Ministry of Health was generally “non-compliant” regarding most agreements, even those that were written in a contract.144",
        "entities": [
            [
                233,
                251,
                "bibr"
            ]
        ]
    },
    {
        "text": "In many ways, the term “compliance” (and the antonym of “non-compliance”) reflects back to Foucault's notion of “governmentality” in its reference to the ability or non-ability of patients (and others) to self-regulate according to specific objectives (for example, in relation to specific ideas of what constitutes proper diabetes care). As mentioned previously, Miller and Rose have argued that the appropriation of certain “technologies” (such as institutional setups), “seeks to act upon and instrumentalize the self-regulating propensities of individuals in order to ally them with socio-political objectives” (Miller and Rose 2008:51). In the case of the clinic in Giza, Novo was clearly using the institutional setup, facilities, and agreements to affect both patients and staff in certain ways. Only, the “technologies” of Novo Nordisk were not sufficient to bring about the desired effects – rather, the company was left with an apparent “non-compliant” medical staff and with “non-compliant” authorities.",
        "entities": [
            [
                616,
                636,
                "bibr"
            ]
        ]
    },
    {
        "text": "Dewey outlined in 1929 how the Latin word “data” originally means “givens,” but that it would be more fitting to think of it as “takens.” He argued, “as data they are selected from this total original subject-matter which gives the impetus to knowing; they are discriminated for a purpose: that, namely, of affording signs or evidence to define and locate a problem, and thus give a clew [sic] to its resolution” (Dewey 1929:178). Whyte similarly elaborates on 146these ideas of Dewey: “[the data is] discriminated and chosen for the purpose of locating and resolving a problem” (Whyte 1997:20). Novo had clearly chosen specific symptoms (and topics of interest) to build into the software used in the clinic in Giza, based on already defined notions of what constitutes the “problem” of diabetes as an overall disease category; sadness and stress, for example, were not included as part of this problem. Drawing once again on the notion of Miller and Rose, the software became a “technology” that affected the very structure and content of the consultations between patients and doctors, arguably with the intention to better qualify the consultations and overall treatment of the patients. However, as opposed to making room for the concerns of the patients, the consultations, I will argue, primarily made room for the concerns of Novo Nordisk. Once again, an attempt by Novo to appropriate certain medical ethics – in this case by implementing patient documentation and structuring the consultations in certain ways – caused uncertainties in regards to treatment and in relation to the healthcare personnel among the patients that frequented the clinic.",
        "entities": [
            [
                414,
                424,
                "bibr"
            ],
            [
                580,
                590,
                "bibr"
            ]
        ]
    },
    {
        "text": "The above example of the software implemented in the public diabetes clinic in Giza speaks also to the ways in which knowledge or research is produced on a more general level: Which problems are emphasized and which are not? What data is “taken” and what is not? Who “takes” the data and what may be their agenda? Which solutions or treatments are subsequently promoted and which are not? In other words, the above example serves to remind us of the complexities of scientific thinking; intrinsic to that which becomes known about a given subject, there will be questions that were never raised and answers that were never picked up on. Anthropologist Amy Moran-Thomas fittingly argues from her work on diabetes in Belize: “data get lost when we assume in advance that we know what a condition's markers look like” (Moran-Thomas 2019:475).",
        "entities": [
            [
                816,
                833,
                "bibr"
            ]
        ]
    },
    {
        "text": "Even though I did not have the opportunity to “follow” the data plotted into the files at the clinic by Rania and others (as Appadurai 1988 would follow the “thing”), and thus examine how the data was later utilized by Novo Nordisk (and the Egyptian Ministry of Health), the examples outlined above may still serve to cement questions raised at the beginning of this book, such as how facts come to be facts in the first place? Before turning to sum up on this question and others from the book, I will first turn to the diabetes clinic in Aarhus, Denmark, which staff from the above public clinic in Giza had visited in 2014.",
        "entities": [
            [
                125,
                139,
                "bibr"
            ]
        ]
    },
    {
        "text": "This is, of course, not the same as arguing that Anne would consistently treat her diabetes accordingly (as evident, for instance, from her overeating of candy), but she still displayed certainty as to what she considered to be accurate and factual of her condition and its treatment. Her understandings were greatly aligned with those of the healthcare personnel she consulted with at the clinic in Aarhus; a stark contrast to the clinic, for example, in Giza. This was so, I argue, as Anne and others frequenting the clinic in Aarhus had been trained through years of consultations, blood sugar measurements, the utilization of insulin devices, apps, and so-called “camps” and 151“schools” for children, to think of their diabetes in certain ways. Anne's nurse did not have to visibly “govern” (Miller and Rose 2008) Anne in any way in relation to her condition; she had already been “governed” and was in tune with the objectives of the healthcare personnel to take care of her diabetes in specific ways. “I know my diabetes better than anyone else,” she stated while confidently measuring her own blood sugar levels, adjusting her insulin pump, and downloading relevant apps for her phone.",
        "entities": [
            [
                797,
                817,
                "bibr"
            ]
        ]
    },
    {
        "text": "I wish to end this chapter with a couple of notes on trust. Sociologist Jack Barbalet has argued on the nature of trust, “Trust […] is a means of overcoming the absence of evidence, without benefit of the standard of rational proof, which is required to sustain relationships between persons or between a person and a social artifact” (Barbalet 2009:367). Whereas patients such as Anne at the clinic in Aarhus clearly displayed general trust in information, people, and social artifacts (such as her insulin pump), this was not generally the case among the people that I was working with in Cairo. Accepting the notion of a prescription in a legal sense, for example, meant also accepting and trusting in the expertise of doctors and thus “overcoming the absence of evidence.”152",
        "entities": [
            [
                336,
                349,
                "bibr"
            ]
        ]
    },
    {
        "text": "Barbarlet further argues, “The value of trust is especially apparent to those who face improbity and deception” (Barbalet 2009:367).",
        "entities": [
            [
                113,
                126,
                "bibr"
            ]
        ]
    },
    {
        "text": "As I hope I have made evident by now, to people in Cairo, trusting a great many others was often perceived as risky business, precisely because the possibility of facing “improbity and deception” was very real. This has been made evident throughout the book, for example, in the frequent stories and personal experiences of medical misconduct (Chapter 2) as well as in the stories and personal experiences of contaminations or sudden shortages of foods and pharmaceutical drugs (Chapters 3 and 4). Barbalet elaborates on the nature of trust that it is “based on expectation, not deliberative calculation” (Barbalet 2009:378). In other words, trust points to future situations, “outcomes that have not occurred at the time of the choice to act or trust” (Barbalet 2009:378).",
        "entities": [
            [
                606,
                619,
                "bibr"
            ],
            [
                754,
                767,
                "bibr"
            ]
        ]
    },
    {
        "text": "Philosopher Georg Simmel has argued that without a general display of trust in others societies would “disintegrate” (Simmel 2004:178–9). Trust, in the arguments of Simmel, in other words appears to be essential for social cohesion. I wish to finally argue here, in contrast, that maintaining a state of uncertainty appeared to be essential for social cohesion among people in Cairo throughout my years of research. The people I worked with thus emphasized the importance of facing and resisting structural uncertainties by upholding a sense of uncertainty themselves; persistently raising questions, for example, about the narratives of politics or etiologies of diabetes. However, even though people insisted on maintaining such a state of uncertainty, for example to protect themselves from medical misconduct, the uncertainty was also fundamentally linked to experiences of ḍaghṭ and subsequently to the onset or worsening of type-2 diabetes.",
        "entities": [
            [
                118,
                129,
                "bibr"
            ]
        ]
    },
    {
        "text": "Parts of this ethnographic vignette have previously been published in the book chapter, “Risky notes” (see Thorsen 2020).",
        "entities": [
            [
                115,
                119,
                "bibr"
            ]
        ]
    },
    {
        "text": "These understandings of type-2 diabetes, albeit biomedically acknowledged as related to the onset of type-2 diabetes, were persistently undermined by Egyptian healthcare personnel promoting exclusively an etiology of “diabesity” in relation to the condition. This etiology was supported also by Novo Nordisk who was greatly involved with diabetes care within the country. Overall, this book has aimed to illustrate the ways in which biomedical research may point to multiple etiologies of type-2 diabetes; however, the complexities of these different etiologies disappear and transform into a simpler story of “diabesity,” both in international medical guidelines and policies, but also among healthcare personnel in Cairo. Nonetheless, I wish to raise the question here – if people in Cairo were easily “governed” (Miller and Rose 2008) to conform to type-2 diabetes treatment in ways promoted, for example, by Novo Nordisk or local healthcare personnel, would it resolve the “problem” (Spector and Kitsuse 2001) of type-2 diabetes in Egypt?",
        "entities": [
            [
                816,
                836,
                "bibr"
            ],
            [
                988,
                1012,
                "bibr"
            ]
        ]
    }
]