[
  {
    "ele-id": "BBF15",
    "reference_text": "Adorno, Theodor. 1975 [1967]. \"Culture Industry Reconsidered. \" Translated by Anson G. Rabinbach. New German Critique Autumn (6): 12-19."
  },
  {
    "ele-id": "E37A9",
    "reference_text": "Adorno, Theodor. 1991 [1977]. \"Free Time. \" Pp. 187-196 in The Culture Industry: Selected Essays on Mass Culture, edited by J.M. Bernstein. Routledge: New York."
  },
  {
    "ele-id": "442B2",
    "reference_text": "Ahrens, Deborah. 2013. \"Drug Panics in The Twenty-First Century: Ecstasy, Prescription Drugs, And The Reframing Of The War On Drugs. \" Albany Government Law Review 6 (2): 398- 436."
  },
  {
    "ele-id": "B9C46",
    "reference_text": "Anderson, Tammy. 2009a. Rave Culture: The Alteration and Decline of a Philadelphia Music Scene. Temple University Press: Philadelphia."
  },
  {
    "ele-id": "939B9",
    "reference_text": "Anderson, Tammy. 2009b. \"Understanding the Alteration and Decline of a Music Scene: Observations from Rave Culture. \" Sociological Forum 24 (2): 307-336."
  },
  {
    "ele-id": "F0C8D",
    "reference_text": "Anderson, Tammy. 2014. \"Molly, Deaths, and the Failed War on Drugs. \" Contexts 13 (4): 48-53."
  },
  {
    "ele-id": "C7649",
    "reference_text": "Anderson, Tammy and Phillip R. Kavanaugh. 2007. \"A Rave Review: Conceptual Interests and Analytical Shifts in Research on Rave Culture. \" Sociology Compass 1 (2): 499-519."
  },
  {
    "ele-id": "3B7A7",
    "reference_text": "Bain, Katie. 2013. \"Why Are Old School Electronic Artists Annoyed With EDM?\" Village Voice, May 14. Retrieved May 17, 2013 ( old-school-electronic-artists-annoyed-with-edm-4170361)."
  },
  {
    "ele-id": "4F58F",
    "reference_text": "Beacon Economics. 2012. \"Electric Daisy Carnival Las Vegas 2012 Economic Impact Analysis. \" Retrieved June 10, 2013 ( 2012.pdf)."
  },
  {
    "ele-id": "F4D6A",
    "reference_text": "Becker, Howard. 1963. Outsiders: Studies in the Sociology of Deviance. New York: The Free Press."
  },
  {
    "ele-id": "7C9E3",
    "reference_text": "Becker, Howard. 1967. \"Whose Side Are We On?\" Social Problems 14 (3): 239-247."
  },
  {
    "ele-id": "3F1F8",
    "reference_text": "Bennett, Andy. 1999. \"Subcultures or Neo-Tribes? Rethinking the Relationship between Youth, Style and Musical Taste. \" Sociology 33(3): 599-617."
  },
  {
    "ele-id": "615C4",
    "reference_text": "Bennett, Andy and Richard A. Peterson. 2004. Introduction. Pp 1-15 in Andy Bennett and Richard A Peterson (eds.). Music Scenes: Local, Translocal, and Virtual. Nashville, Tennessee: Vanderbilt University Press."
  },
  {
    "ele-id": "1BDAB",
    "reference_text": "Beran, Dale. 2019. It Came From Something Awful. New York, NY: Macmillian Press."
  },
  {
    "ele-id": "6B229",
    "reference_text": "Bentley, Jason, Rafael Weiss, Senthil Chidambaram, Simon Rust Lamb, Swedish Egil, and Zel McCarthy. 2014. \"EDM in Pop Culture: The Foundation of a Global Movement. \" Presented at the annual meeting of the EDMbiz Conference, Las Vegas, Nevada, July 08."
  },
  {
    "ele-id": "2C60D",
    "reference_text": "Blackman, Shane. 2007. \"Youth Subcultural Theory: A Critical Engagement with the Concept, its Origins and Politics, from the Chicago School to Postmodernism. \" Journal of Youth Studies 8 (1): 1-20."
  },
  {
    "ele-id": "3B4BC",
    "reference_text": "Bonilla-Silva, Eduardo.¬†2014. Racism Without Racists: Color-blind Racism and the Persistence of Racial Inequality in America. Fourth edition. Lanham: Rowman & Littlefield Publishers, Inc."
  },
  {
    "ele-id": "265A1",
    "reference_text": "Bouchal, Jakob. 2012. \"EDM- the worst thing that has ever happened to electronic dance music?\" Disco Demons, September 09. Retrieved July 3, 2014 ("
  },
  {
    "ele-id": "F83E6",
    "reference_text": "Bones, Frankie. 2012. \"The History of P.L.U.R. \" Peace Love Unity Revisited. Retrieved June 16, 2015 ("
  },
  {
    "ele-id": "33C83",
    "reference_text": "Bredow, Gary. 2006. High Tech Soul: The Creation of Techno Music. DVD. Detroit: Plexifilm."
  },
  {
    "ele-id": "0DE64",
    "reference_text": "Brewster, Bill and Frank Broughton. 1999. Last Night a DJ Saved My Life: The History of the Disc Jockey. New York: Grove Press."
  },
  {
    "ele-id": "E2104",
    "reference_text": "Bryman, Alan. 1999. \"The Disneyization of Society. \" The Sociological Review 47(1): 25-47."
  },
  {
    "ele-id": "B34A2",
    "reference_text": "Budnick, Dean and Josh Baron. 2011. Ticket Masters: The Rise of the Concert Industry and How The Public Got Scalped. Toronto: ECW Press."
  },
  {
    "ele-id": "BE278",
    "reference_text": "Bulmer, Martin. 1984. The Chicago School of Sociology: Institutionalization, Diversity, and the Rise of Sociological Research. Chicago: University of Chicago Press."
  },
  {
    "ele-id": "4B857",
    "reference_text": "Buckland, Fiona. 2002. Impossible Dance: Club Culture and Queer World-Making. Middletown: Wesleyan."
  },
  {
    "ele-id": "928A2",
    "reference_text": "Centers for Disease Control (CDC). 2010. \"Ecstasy Overdose at a New Year‚Äôs Even Rave-Los Angeles, California, 2010. \" Morbidity and Mortality Weekly Report 59 (22): 677-681."
  },
  {
    "ele-id": "CD1F3",
    "reference_text": "Cerni, Mary Grace. 2014. \"10 Unforgettable People at Lightning in a Bottle. \" L.A. Weekly. May 27. Available at: https://www.laweekly.com/10-unforgettable-people-at-lightning-in-a-bottle/ (Accessed 5 September 2022)."
  },
  {
    "ele-id": "61AA9",
    "reference_text": "Chasin, Alexandra. 2000. Selling Out: The Gay & Lesbian Movement Goes to Market. New York: St. Martin‚Äôs Press."
  },
  {
    "ele-id": "25F30",
    "reference_text": "Children of the 90s. 2010. \"Raves. \" Children of the 90s. Retrieved October 23, 2015 ("
  },
  {
    "ele-id": "4EA2A",
    "reference_text": "Clark, Fraser. 1992. \"Shamanarchy. \" Shamanarchy in The UK. CD. London: Evolution Records."
  },
  {
    "ele-id": "58A18",
    "reference_text": "Clarke, John, Stuart Hall, Tony Jefferson, and Brian Roberts. 1976. \"Subcultures, Cultures, and Class. \" Pp. 9-74 in Resistance through Rituals: Youth Subcultures in post-war Britain, edited by Stuart Hall and Tony Jefferson. New York: Routledge."
  },
  {
    "ele-id": "A2A17",
    "reference_text": "Cloud, John. 2001. \"Ecstasy Crackdown. Will the feds use a 1980s anti-crack law to destroy the rave movement?\" Time Magazine, April 9, 157 (13): 62-64."
  },
  {
    "ele-id": "ACDF6",
    "reference_text": "Cloward, Richard A. and L.E. Ohlin. 1960. Delinquency and Opportunity. New York: Free Press."
  },
  {
    "ele-id": "8B215",
    "reference_text": "Coates, Dennis and Brad R. Humphreys. 2008. \"Do Economists Reach a Conclusion on Subsidies for Sports Franchises, Stadiums, and Mega-Events?\" Econ Journal Watch 5 (3): 294-315."
  },
  {
    "ele-id": "1D915",
    "reference_text": "Cohen, Albert K. 1955. Delinquent Boys: The Culture of the Gang. New York: The Free Press."
  },
  {
    "ele-id": "FC4A6",
    "reference_text": "Cohen, Stanley. 1972. Folk Devils and Moral Panics. New York: Routledge."
  },
  {
    "ele-id": "EAA01",
    "reference_text": "Collin, Matthew. 2009. Altered State: The Story of Ecstasy Culture and Acid House. London: Serpent‚Äôs Tail."
  },
  {
    "ele-id": "E6B7A",
    "reference_text": "Conner, Christopher T. 2021. How the gay party scene short-circuited and became a moneymaking bonanza. The Conversation, February 12. Retrieved September 3, 2022. ()."
  },
  {
    "ele-id": "76CD7",
    "reference_text": "Conner, Christopher T. and Daniel Okamura. 2021a. \"Queer Expectations: An Empirical Critique of Rural LGBT+ Narratives. \" Sexualities (https://doi.org/10.1177/13634607211013280)."
  },
  {
    "ele-id": "F3078",
    "reference_text": "Conner, Christopher T. and Daniel Okamura. 2021b. \"Queering The Sociological Imagination. \" Pp. 1-14 in The Gayborhood From Sexual Liberation to Cosmopolitan Spectacle, edited by CT Conner and D. Okamura. Lanham, MD: Lexington Books."
  },
  {
    "ele-id": "2BCF0",
    "reference_text": "Conner, Christopher T. and Nicholas MacMurray. 2021. \"The Perfect Storm: A Subcultural Analysis of the QAnon Movement. \" Critical Sociology (https://doi.org/10.1177/08969205211055863)."
  },
  {
    "ele-id": "1.00E+208",
    "reference_text": "Conner, Christopher T. and David R. Dickens. 2022. \"Electric Empires: From Countercultural Movement to Corporate Enterprise. \" Deviant Behavior."
  },
  {
    "ele-id": "412BC",
    "reference_text": "Conner, Christopher T. and Nathan Katz. 2020. \"Electronic Dance Music: From Spectacular Subculture to Culture Industry. \" Young: Nordic Journal of Youth Research 28(5): 445-464."
  },
  {
    "ele-id": "04B5B",
    "reference_text": "Cressey, Paul. 1932. The Taxi-Dance Hall. Chicago: University of Chicago Press."
  },
  {
    "ele-id": "0924E",
    "reference_text": "Denzin, Norman K. 1994. \"Postmodernism and Deconstructionism. \" Pp: 182-202 in David R. Dickens and Andrea Fontana (eds) Postmodernism and Social Inquiry. Guilford Press: Lanham, MD."
  },
  {
    "ele-id": "6D1B1",
    "reference_text": "DJs from Mars. 2013. \"Phat Ass Drop (How to Produce a Club Track). \""
  },
  {
    "ele-id": "A00BB",
    "reference_text": "Dickens, David R. 1994. \"Cultural Studies in Sociology. \" Symbolic Interaction 17 (2): 99-105."
  },
  {
    "ele-id": "8804C",
    "reference_text": "Domanick, Andrea. 2012. \"Coachella Organizers Threatening to Take 2014 Off and Move the Festival Elsewhere. \" La Weekly, July 3. Retrieved May 7, 2014. (.com/westcoastsound/2012/07/03/coachella-organizers-threatening-to-take-2014-off-and- move-the-festival-elsewhere)."
  },
  {
    "ele-id": "B63BF",
    "reference_text": "Dragonxninjaxpowa. 2008. \"Why is vinyl better than digital?\" Bluelight, March 11. Retrieved October 23, 2015 ( 3.html)."
  },
  {
    "ele-id": "AD934",
    "reference_text": "Drazen, Julie. 2004. Rise: The Story of Rave Outlaw Disco Donnie. Pottstown, PA: MVD Visual."
  },
  {
    "ele-id": "02D84",
    "reference_text": "Durkheim, Emile. 1951 [1897]. Suicide: A study in Sociology. Translated by George Simpson. New York: The Free Press."
  },
  {
    "ele-id": "A3492",
    "reference_text": "Eddy, Mark. 2003. \"Ecstasy: Legislative Proposals in the 107th Congress to Control MDMA. \" Congressional Research Service. Retrieved October 21, 2015 ( roposals+in+the+107th+Congress+to+Control+MDMA)."
  },
  {
    "ele-id": "F51DE",
    "reference_text": "EDM Sauce. 2014. \"The Kinetic Cathedral: Largest Stage Ever Assembled in North America. \" EDM Sauce, June 23. Retrieved October 28, 2015 (assembled-north-america/)."
  },
  {
    "ele-id": "432D1",
    "reference_text": "EM:DEF. 2012. \"Electronic Music Defense & Education Fund EMDEF. \" Available at: https://web.archive.org/web/20120128131940/http://emdef.org/ (Accessed 5 September 2022)."
  },
  {
    "ele-id": "8677B",
    "reference_text": "Eells, Josh. 2013. \"Night Club Royale: Can Las Vegas Make More Money From Dance Music Than From Gambling?\" The New Yorker, September 30. Retrieved October 22, 2015 ("
  },
  {
    "ele-id": "0A95E",
    "reference_text": "Epstein, Jonathon. 1994. Adolescents and Their Music: If It‚Äôs Too Loud, You‚Äôre Too Old. New York: Garland Publishing."
  },
  {
    "ele-id": "D932E",
    "reference_text": "Feldberg, Sarah. 2011. \"Las Vegas Has Become the EDM Capital of America. \" Las Vegas Weekly, June 2. Retrieved October 22, 2015 ( jun/23/las-vegas-has-become-edm-capital-america-whats-nex/)."
  },
  {
    "ele-id": "9E4A6",
    "reference_text": "Fine, Gary A. and Sherryl Kleinman. 1979. \"Rethinking Subculture: An Interactionist Analysis. \" The American Journal of Sociology 85 (1): 1-20."
  },
  {
    "ele-id": "2A476",
    "reference_text": "Florida, Richard. 2003. The Rise of the Creative Class: And How It‚Äôs Transforming Work, Leisure, Community, and Everyday Life. New York: Basic Books."
  },
  {
    "ele-id": "6DE81",
    "reference_text": "Fox, Kathryn Joan. 1987. \"Real Punks and Pretenders: The Social Organization of a Counterculture. \" Journal of Contemporary Ethnography 16 (3): 344-370."
  },
  {
    "ele-id": "2BACF",
    "reference_text": "Frank, Thomas. 1997. The Conquest of Cool. Chicago: Chicago University Press."
  },
  {
    "ele-id": "4A359",
    "reference_text": "Frazen, Benjamin and Kembrew McLeod. 2009. Copyright Criminals. DVD. New York: PBS."
  },
  {
    "ele-id": "C9407",
    "reference_text": "Gelder, Ken. 2007. Subcultures: Cultural Histories and Social Practice. New York. Routledge."
  },
  {
    "ele-id": "53C72",
    "reference_text": "Goode, Ebeneezer. 2004. The Second Summer of Love. DVD. London: BBC One."
  },
  {
    "ele-id": "156B7",
    "reference_text": "Gottschalk, Simon. 1993. \"Uncomfortably Numb: Countercultural Impulses in the Postmodern Era. \" Symbolic Interaction 16 (4): 351-378."
  },
  {
    "ele-id": "0F43A",
    "reference_text": "Haenfler, Ross. 2014. Subcultures: The Basics. New York: Routledge."
  },
  {
    "ele-id": "6D9B0",
    "reference_text": "Haenfler, Ross. 2004. \"Rethinking Subcultural Resistance: Core Values of the Straight Edge Movement. \" Journal of Contemporary Ethnography 33 (4): 406-436."
  },
  {
    "ele-id": "F625F",
    "reference_text": "Haenfler, Ross, Brett Johnson, and Ellis Jones. 2012. \"Lifestyle Movements: Exploring the Intersection of Lifestyle and Social Movements. \" Social Movement Studies 11 (1): 1-20."
  },
  {
    "ele-id": "EB326",
    "reference_text": "Hebdige, Dick. 1979. Subculture: The Meaning of Style. New York: Routledge"
  },
  {
    "ele-id": "67DFE",
    "reference_text": "Herman, Sarah. 2012. \"Hand in Glove:\"òGloving‚Äô Light Shows Dominate Raves, Stir Controversy. \" LA Weekly, June 28. Retrieved June 10, 2014 ( 2012-06-28/music/gloving-raves-munch-lokey-emazing/)."
  },
  {
    "ele-id": "FF7F2",
    "reference_text": "Hidalgo, Danielle Antoinette. 2014. \"Rave Culture. \" Pp. 588-591 in Encyclopedia of Social Deviance, edited by Craig J. Forsyth and Heith Copes. Thousand Oaks: Sage."
  },
  {
    "ele-id": "EBEF0",
    "reference_text": "Hidalgo, Danielle Antoinette. 2022. Dance Music Spaces: Clubs, Clubbers, and DJs Navigating Authenticity, Branding, and Commercialism. Lanham, MD: Rowman and Littlefield."
  },
  {
    "ele-id": "3D7C0",
    "reference_text": "Higgins, Will. 2013. \"The strange but true history of Indianapolis‚Äô Gay Bars. \" Indianapolis Star, December 12. Retrieved October 22, 2015 ()."
  },
  {
    "ele-id": "C7456",
    "reference_text": "Hier, Sean P. 2002. \"Raves, Risks and the Ecstacy Panic: A Case Study in the Subversive Nature of Moral Regulation. \" The Canadian Journal of Sociology 27 (1): 33-57."
  },
  {
    "ele-id": "02ECC",
    "reference_text": "Hill, Andrew. 2002. \"Acid House and Thatcherism: Noise, the Mob, and the English Countryside. \" British Journal of Sociology 53 (1): 89-105."
  },
  {
    "ele-id": "24379",
    "reference_text": "Hindmarch, Carl. 2001. Pump Up The Volume. DVD. Chicago: Flame Television Ltd."
  },
  {
    "ele-id": "27D19",
    "reference_text": "Hitzler, Ronald and Michaela Pfadenhauer. 2002. \"Existential Strategies: The Making of Community and Politics in the Techno/Rave Scene. \" Pp. 87-102 in Postmodern Existential Sociology, edited by Joseph A. Kotarba and John M. Johnson. Lanham, MD: Rowman and Littlefield."
  },
  {
    "ele-id": "E1DB7",
    "reference_text": "Hodkinson, Paul. 2002. Goth: Identity, Style, and Subculture. New York: Berg."
  },
  {
    "ele-id": "EFA21",
    "reference_text": "Horkheimer, Max and Theodor Adorno. 1972 [1944]. Dialectic of Enlightenment, translated by John Cumming. New York: Continuum."
  },
  {
    "ele-id": "D4D1D",
    "reference_text": "Hollywood, Brian. 1997. \"Dancing in the Dark: Ecstasy, the Dance Culture, and Moral Panic in Post Ceasefire Northern Ireland. \" Critical Criminology 8 (1): 62-77."
  },
  {
    "ele-id": "7FD5C",
    "reference_text": "Humphreys, Laud. 1972. Out of the Closets: The Sociology of Homosexual Liberation. Hoboken, NJ: Prentice Hall."
  },
  {
    "ele-id": "9821F",
    "reference_text": "Irwin, John. 1977. Scenes. Thousand Oaks: Sage."
  },
  {
    "ele-id": "BB1ED",
    "reference_text": "Juzwiak, Rich. 2012. \"Dance Dance Dissolution: The Electric Daisy Carnival‚Äôs Fresh Hell. \""
  },
  {
    "ele-id": "D0092",
    "reference_text": "Gawker, May 30. Retrieved October 20, 2015 ( dance-dance-dissolution-the-electric-daisy-carnivals-fresh-hell)."
  },
  {
    "ele-id": "67543",
    "reference_text": "Katsilometes, John. 2013. \"Pasquale Rotella‚Äôs taxing statement: EDC‚Äôs return in 2014 in jeopardy. \" Las Vegas Sun, April 25. Retrieved May 7, 2014. ( lasvegassun.com/blogs/kats-report/2013/apr/25/rotellas-taxing-statement-edcs-return-2014-not-gua/)."
  },
  {
    "ele-id": "BE539",
    "reference_text": "Kellner, Douglas. 1989. Critical Theory, Marxism, and Modernity. Baltimore: Johns Hopkins University Press."
  },
  {
    "ele-id": "AABD8",
    "reference_text": "Kellner, Douglas. 2003. Media Spectacle. Routledge: New York."
  },
  {
    "ele-id": "582BF",
    "reference_text": "Kelley, Thomas. 2014. \"10 Things: New-School Ravers vs. Old-School Ravers. \" Insomniac, June 11. Retrieved November 8, 2015 (https:/- new-school-ravers-vs-old-school-ravers)."
  },
  {
    "ele-id": "A712F",
    "reference_text": "Kitsuse, John I. 1975. \"The New Conception of Deviance and Its Critics. \" Pp. 273-283 The Labeling of Deviance: Evaluating a Perspective, edited by W. Grove. New York: Sage."
  },
  {
    "ele-id": "7BAE2",
    "reference_text": "Komenda, Ed. 2013. \"Raising the Bar: Five-story, $100 million Hakkasan Setting a Precedent for Las Vegas Nightlife. \" Las Vegas Sun, April 18. Retrieved September 3, 2022 ()."
  },
  {
    "ele-id": "A6D76",
    "reference_text": "Kosmicki, Guillaume. 2001. \"Musical Meaning in Today‚Äôs Free-Parties: Between Ideology and Utopia. \" Societes 2 (1): 35-44."
  },
  {
    "ele-id": "888D1",
    "reference_text": "Lawrence, Tim. 2016. \"Life and Death on the Pulse Dance Floor: Transglocal Politics and The Erasure of the Latinx in The History of Queer Dance. \" dancecult 8(1): 1-25."
  },
  {
    "ele-id": "60C0B",
    "reference_text": "Liazos, Alexander. 1972. \"The Poverty of the Sociology of Deviance: Nuts, Sluts, and Perverts\" Social Problems 20 (1): 103-120."
  },
  {
    "ele-id": "2C9FB",
    "reference_text": "Little, Noah. 2018. \"EDM and Ecstasy: the lived experiences of electronic dance music festival attendees. \" Journal of New Music Research 47(1): 78-95."
  },
  {
    "ele-id": "F1726",
    "reference_text": "Lloyd, Richard. 2006. Neo-Bohemia: Art and Commerce in the Postindustrial City. New York: Routledge."
  },
  {
    "ele-id": "FCC6C",
    "reference_text": "Lofland, L. H. 1998.¬†The Public Realm: Quintessential City Life. Piscataway, NJ: Aldine de Gruyter."
  },
  {
    "ele-id": "CE8AE",
    "reference_text": "Liu, Le Shing. 2019. The Last Dance. ()."
  },
  {
    "ele-id": "3D735",
    "reference_text": "Madden, David. 2016. \"DJ Mini and Montreal‚Äôs Vulgar Dance Music. \" Dancecult: Journal of Electronic Dance Music Culture 8(1): 26-45."
  },
  {
    "ele-id": "52CEC",
    "reference_text": "Maffesoli, Michel. 1996. The Time of the Tribes: The Decline of Individualism in Mass Society. London: Sage."
  },
  {
    "ele-id": "488B2",
    "reference_text": "Marcuse, Herbert. 1964. One-Dimensional Man: Studies in the Ideology of Advanced Industrial  Society. Boston: Beacon"
  },
  {
    "ele-id": "8B043",
    "reference_text": "Marcuse, Herbert. 1968 [1937]. \"The Affirmative Character of Culture. \" Pp. 88-133 in Negations: Essays in Critical Theory, translated by Jeremy Shapiro. Boston: Beacon Press."
  },
  {
    "ele-id": "D49F7",
    "reference_text": "Matos, Michaelangelo. 2011. \"How the Internet Transformed the American Rave Scene. \" NPR, July 11. Retrieved October 22, 2015 ( 07/17/137680680/how-the-internet-transformed-the-american-rave-scene)."
  },
  {
    "ele-id": "7.00E+20",
    "reference_text": "Matos, Michaelangelo. 2015. The Underground Is Massive: How Electronic Dance Music Conquered America. New York: Harper Collins."
  },
  {
    "ele-id": "67D97",
    "reference_text": "Malbon, Ben. 1999. Clubbing: Dancing, Ecstasy, and Vitality. New York: Routledge."
  },
  {
    "ele-id": "E1883",
    "reference_text": "Masquelier, Charles. 2013. \"Critical theory and contemporary social movements: Conceptualizing resistance in the neoliberal age. \" European Journal of Social Theory 16 (4): 395-412."
  },
  {
    "ele-id": "BCB06",
    "reference_text": "McCall, Tara. 2001. This is Not a Rave: In The Shadow of a Subculture. New York: Thunder‚Äôs Mouth Press."
  },
  {
    "ele-id": "7630",
    "reference_text": "McGuigan, Jim. 1992. Cultural Populism. New York: Routledge."
  },
  {
    "ele-id": "0DC16",
    "reference_text": "McLeod, Kembrew and Peter DiCola. 2011. Creative License: The Law and Culture of Digital Sampling. Durham: Duke University Press."
  },
  {
    "ele-id": "5B303",
    "reference_text": "McRobbie, Angela 1994. Postmodernism and Popular Culture. New York, NY: Routledge."
  },
  {
    "ele-id": "C7377",
    "reference_text": "Mears, Ashley. 2020. Very Important People: Status and Beauty in the Global Party Circuit. Princeton: Princeton University Press."
  },
  {
    "ele-id": "4EF73",
    "reference_text": "Merton, Robert K. 1949. Social Theory and Social Structure. New York: The Free Press."
  },
  {
    "ele-id": "66A63",
    "reference_text": "Mills, C. Wright. 1943. \"The Professional Ideology of Social Pathologists. \" American Journal of Sociology 49 (2): 165-180."
  },
  {
    "ele-id": "16EED",
    "reference_text": "Motl, Kaitlyne A. 2018. \"Dashiki Chic: Color-blind Racial Ideology in EDM Festivalgoers‚Äô\"Dress Talk. \"\" Popular Music and Society 41(3): 250-269."
  },
  {
    "ele-id": "C5BF5",
    "reference_text": "Muggelton, David. 2000. Inside Subculture: The Postmodern Meaning of Style. New York: Berg."
  },
  {
    "ele-id": "74BD9",
    "reference_text": "Munzenrieder, Kyle. 2013. \"Why The Corporate Takeover of EDM was Inevitable: The Straight Bros Are on Board. \" The Miami New Times, March 15. Retrieved October 22, 2015 ()."
  },
  {
    "ele-id": "41AA4",
    "reference_text": "Murji, Karim. 1998. \"The agony and the ecstasy: drugs, media and morality. \" Pp. 46-53 in The Control of Drugs and Drug Users: Reason of Reaction, edited by Ross Coomber. Amsterdam: Harwood Academic Publishers."
  },
  {
    "ele-id": "41E1A",
    "reference_text": "Ott, Brian L. and Bill D. Herman. 2003. \"Mixed messages: Resistance and Reappropriation in Rave Culture. \" Western Journal of Communication 67 (3): 249-270."
  },
  {
    "ele-id": "BE46A",
    "reference_text": "Owen, Frank. 2003. Clubland: The fabulous rise and murderous rise of club culture. New York: St. Martin‚Äôs Press."
  },
  {
    "ele-id": "0A7B8",
    "reference_text": "Palmer, Vivien M. 1928. Field Studies in Sociology: A Student‚Äôs Manual. Chicago: University of Chicago Press."
  },
  {
    "ele-id": "0F143",
    "reference_text": "Panfil, Vanessa. 2017. The Gang‚Äôs All Queer. New York, NY: NYU Press."
  },
  {
    "ele-id": "F6936",
    "reference_text": "Park, Robert E. Ernest W. Burgess, and Roderick D. McKenzie. 1925. The City. Chicago: University of Chicago Press."
  },
  {
    "ele-id": "84D37",
    "reference_text": "Park, Judy Soojin. 2015. \"Searching for a Cultural Home: Asian American Youth in the EDM Festival Scene. \" Dancecult 7(1): 15-34."
  },
  {
    "ele-id": "4D9B3",
    "reference_text": "Peretti, Jacques. 2006. \"History in the remaking. \" The Guardian, June 10. Retrieved May 5, 2014 ("
  },
  {
    "ele-id": "8C4C1",
    "reference_text": "Piccone, Paul. 1978. \"The Crisis of One-Dimensionality. \" Telos 35 (1): 43-54."
  },
  {
    "ele-id": "5474D",
    "reference_text": "Plummer, K. 2011. The Labelling Perspective Forty Years On. In: Peters, H., Dellwing, M. (eds) Langweiliges Verbrechen. VS Verlag f√ºr Sozialwissenschaften. https://doi.org/10.1007/978-3-531-93402-0_5"
  },
  {
    "ele-id": "4CEB7",
    "reference_text": "Polsky, Ned. 1967. Hustlers, Beats, and Others. New York, NY: Routledge."
  },
  {
    "ele-id": "33612",
    "reference_text": "Powell, Nicole. 2012. \"Electric Daisy Carnival Brings $207 Million to Las Vegas‚Äô Local Economy. \" Hollywood Reporter, October 2. Retrieved November 23, 2015  hollywoodreporter.com/earshot/electric-daisy-canival-las-vegas-economy-207-375901)."
  },
  {
    "ele-id": "7.00E+81",
    "reference_text": "Pratt, Jane. 1992. \"The Jane Pratt Show. \" Lifetime Network. Retrieved September 6, 2022 ()."
  },
  {
    "ele-id": "E07B1",
    "reference_text": "Prevatt, Mike. 2014. \"Report: EDC 2014 Brought in $338 Million for The Las Vegas Valley. \" Las Vegas Weekly, November 14. Retrieved June 20, 2015 (http://lasvegasweekly.com/nightlife/2014/nov/14/edc-electronic-daisy-carnival-2014- economic-impact/)."
  },
  {
    "ele-id": "98626",
    "reference_text": "Ramos, Josell. 2003. Maestro. DVD. New York: Artution Productions."
  },
  {
    "ele-id": "DB879",
    "reference_text": "Redhead, Steve. 1993. Rave Off: politics and deviance in contemporary youth culture. Brookfield, VT: Avebury."
  },
  {
    "ele-id": "8455F",
    "reference_text": "Reynolds, Simon. 1999. Generation Ecstasy: Into the World of Techno and Rave Culture. Routledge: New York."
  },
  {
    "ele-id": "2D869",
    "reference_text": "Reynolds, Simon. 2012. \"How Rave Music Conquered America. \" The Guardian, August 2. Retrieved October 22, 2015 ( rave-music-conquered-america)."
  },
  {
    "ele-id": "CB84F",
    "reference_text": "Rilling, Deanna. 2008. \"Saturdays, Perfecto‚Äôd. \" Las Vegas Sun, August 28. Retrieved October 22, 2015 ("
  },
  {
    "ele-id": "2AF3F",
    "reference_text": "Romero, Dennis. 2011. \"Raves Might be Reined in Under Fiona Ma‚Äôs Bill, Which Just passed The California Legislature. \" LA Weekly Blogs, September 9. Retrieved July 10, 2014 ()."
  },
  {
    "ele-id": "B10A5",
    "reference_text": "Rosenbaum, Marsha. 2002. \"Ecstasy: America‚Äôs New Reefer Madness. \" Journal of Psychoactive Drugs 34 (2): 137-142."
  },
  {
    "ele-id": "56EEF",
    "reference_text": "Ross, Christopher. 2015. \"Q&As With Afrojack, Avicii and David Guetta. \" Wallstreet Journal, April 2. Retrieved October 22, 2015 ( )."
  },
  {
    "ele-id": "AACFB",
    "reference_text": "Rothstein, Richard. 2017. The Color of Law: A Forgotten History of How our Government Segregated America. New York, NY: Liveright Publishing Corporation."
  },
  {
    "ele-id": "4018E",
    "reference_text": "Rotella, Pasquale. 2013. \"An Important Message From Pasquale To You. \" Insomniac, June 19. Retrieved October 22, 2015 https://web.archive.org/web/20130625010216/ "
  },
  {
    "ele-id": "9BE94",
    "reference_text": "Rushkoff, Douglas. 1994. Cyberia: Life in the Trenches of Cyberspace. Clinamen Press Ltd.: New York, NY."
  },
  {
    "ele-id": "C6466",
    "reference_text": "Sager, Rebekah. 2012. \"Madonna Takes Ultra to the Next Level, References Ecstasy Use. \" Fox News Latino, March 26. Retrieved October 22, 2015 ()."
  },
  {
    "ele-id": "53660",
    "reference_text": "Saraceno, CJ. 2013. \"Electric Zoo: A Manifestation of the East Coast version of EDM. \" CJ Saraceno, September 1. Retrieved October 22, 2015 ( zoo/)."
  },
  {
    "ele-id": "BB0A3",
    "reference_text": "Schlemback, Raphael. 2015. \"Negation, Refusal and Co-Optation: The Frankfurt School and Social Movement Theory. \" Sociology Compass 9(11): 987-999."
  },
  {
    "ele-id": "694CE",
    "reference_text": "Scott, Michael S., ed. 2002. Rave Parties. Problem-Oriented Guides for Police Series No. 14."
  },
  {
    "ele-id": "64EAC",
    "reference_text": "Washington DC: United States Department of Justice. Retrieved June 10, 2013. (http://www.cops. usdoj.gov/pdf/e12011406.pdf)."
  },
  {
    "ele-id": "B6B93",
    "reference_text": "Sein, Christina L. 2004. \"The Agony and the Ecstasy: Preserving First Amendment Freedoms in the Government‚Äôs War on Raves. \" Southern California Interdisciplinary Law Journal. 12 (139): 139-165."
  },
  {
    "ele-id": "35205",
    "reference_text": "Shah, Neil. 2015. \"How Music Festivals Pump Billions into the U.S. Economy. \" Wallstreet Journal, July 31. Retrieved November 20, 2015 ( 2015/07/31/how-music-festivals-pump-billions-into-the-u-s-economy/)."
  },
  {
    "ele-id": "1765D",
    "reference_text": "Shaw, Clifford R. 1930. The Jack-Roller. Chicago: University of Chicago Press."
  },
  {
    "ele-id": "60C63",
    "reference_text": "Silcott, Mireille. 1999. Rave America. Chicago: ECW Press."
  },
  {
    "ele-id": "ABD2F",
    "reference_text": "Siokou, Christine and David Moore. 2008. \"This is not a rave! Changes in the commercialized Melbourne Rave/Dance Party Scene. \" Youth Studies Australia 27 (3): 50-57."
  },
  {
    "ele-id": "858BA",
    "reference_text": "St. John, Graham, eds. 2004. Rave Culture and Religion. New York: Routledge."
  },
  {
    "ele-id": "D6F0D",
    "reference_text": "St. John, Graham, eds. 2009. Technomad: Global Raving Counterculture. Oakville, CT: Equinox Publishing."
  },
  {
    "ele-id": "32C30",
    "reference_text": "Strong, Ronald L. 2001. \"National Drug Intelligence Center: Assessing the Drug Threat. \" Police Chief 68 (5): 55-60."
  },
  {
    "ele-id": "E9FAD",
    "reference_text": "Sutherland, Edwin. 1937. The Professional Thief. Chicago: University of Chicago Press."
  },
  {
    "ele-id": "568D7",
    "reference_text": "Test, Irene. 2012. \"Why EDM Isn‚Äôt Fully Accepted. \" Crossfadr, October 7. Retrieved October 22, 2015 ("
  },
  {
    "ele-id": "33C29",
    "reference_text": "Thomas, Anthony. 1995. \"The House the Kids Built: The Gay Black Imprint on American Dance Music. \" pp 437- 445 in Corey K Creelmun and Alexander Doty (eds.) Out in Culture Duke University Press: Durham, NC."
  },
  {
    "ele-id": "AD883",
    "reference_text": "Thomas, W.I. and Florian Znaniecki. 1918. The Polish Peasant in Europe and America. Chicago: University of Chicago Press."
  },
  {
    "ele-id": "CCEC7",
    "reference_text": "Thornton, Sarah. 1996. Club Cultures: Music, Media, and Subcultural Capital. Middletown: Wesleyan."
  },
  {
    "ele-id": "333D6",
    "reference_text": "Rappaport, Jill. 1992. \"Raving\" The Today Show. Retrieved September 6, 2022 ()."
  },
  {
    "ele-id": "D16DB",
    "reference_text": "Tullberg, Michael. 2014. Dancefloor Thunderstorm: Land of the Free, Home of the Rave. Los Angeles, CA: 5150 Publishing."
  },
  {
    "ele-id": "B94BF",
    "reference_text": "Turner, Graeme. 1990. British Cultural Studies. New York: Routledge."
  },
  {
    "ele-id": "B4B67",
    "reference_text": "Victor, Jeffrey S. 1993. Satanic Panic: The Creation of a Contemporary Legend. Chicago, IL: Open Court."
  },
  {
    "ele-id": "B9A3A",
    "reference_text": "Vitos, Botond. 2017. \"The Dance Floor Experiment: Researching The Mediating Technologies and Embodied Experiences of Electronic Dance Music Events. \" Popular Music and Society 40(2): 131-150."
  },
  {
    "ele-id": "D72D1",
    "reference_text": "Weber, Marx. 1930 [1905]. The Protestant Ethic and the Sprit of Captialism. Thousand Oaks: Routledge."
  },
  {
    "ele-id": "A4865",
    "reference_text": "Weems, Mickey. 2008. The Fierce Tribe: Masculine Identity and Performance in the Circuit. St. Lake City: Utah State University Press."
  },
  {
    "ele-id": "EF38D",
    "reference_text": "Weir, Erica. 2000. \"Raves: a review of the culture, the drugs and the prevention of harm. \" Canadian Medical Association Journal 162 (13): 1843-1848."
  },
  {
    "ele-id": "D1D65",
    "reference_text": "Wender, Dan. 2015. \"How Frankie Bones‚Äô Storm Rave Birthed the PLUR Movement. \" Thump, May 13. Retrieved November 7, 2015 (https://thump.vice.com/en_us/article/how-frankie- bones-storm-rave-birthed-the-plur-movement)."
  },
  {
    "ele-id": "E401A",
    "reference_text": "Weinstein, Steve. 2014. \"Dance Music Is My Religion: Steve Weinstein on the Sacred Origins of Gay Circuit Parties. \" Vice News, December 15. Retrieved September 3, 2022 ()."
  },
  {
    "ele-id": "26C1D",
    "reference_text": "Williams, J. Patrick. 2011. Subcultural Theory: Traditions and Concepts. Malden: Polity."
  },
  {
    "ele-id": "75059",
    "reference_text": "Willis, Paul. 1977. Learning to Labor: How Working Class Kids Get Working Class Jobs. New York: Columbia University Press."
  },
  {
    "ele-id": "261B2",
    "reference_text": "Wilson, Brian. 2006. Fight, Flight, or Chill: Subculture, Youth, and Rave into the Twenty-First Century. Montreal: McGill-Queen‚Äôs University Press."
  },
  {
    "ele-id": "9EF39",
    "reference_text": "Wiltsher, Nick. 2016. \"The Aesthetics of Electronic dance Music, Part 1: History, Genre, Scenes, Identity, Blackness. \" Philosophy Copmass11(8): 415-425."
  },
  {
    "ele-id": "123A8",
    "reference_text": "Winterbottom, Michael. 2002. 24 Hour Party People. DVD. Los Angeles: Revolution Films."
  },
  {
    "ele-id": "9AF92",
    "reference_text": "Yocoubian, George S. Jr., Sarah Miller, Selwyn Pianim, Michael Kunz, Erin Orrick, Tanja Link, Wilson R. Palacios, and Ronald J. Peters. 2004. \"Toward an Ecstasy and Other Club Drug (EOCD) Prevention Intervention for Rave Attendees. \" Journal of Drug Education 34 (1): 41-59."
  },
  {
    "ele-id": "6C1E3",
    "reference_text": "Yacoubian, George S. Jr. and Eric D. Wish. 2006. \"Exploring the Validity of Self-Reported Ecstasy Use among Club Rave Attendees. \" Journal of Psychoactive Drugs 38 (1): 31-34."
  },
  {
    "ele-id": "80836",
    "reference_text": "Yinger, Milton J. 1960. \"Contraculture and Subculture. \" American Sociological Review 25 (5): 625-635."
  },
  {
    "ele-id": "E3EAB",
    "reference_text": "Zimmerman, Joel. 2012. \"We All Hit Play. \" Tumblr. Retrieved October 22, 2015 ("
  },
  {
    "ele-id": "04C04",
    "reference_text": "Zizek, Slavoj. 1997. \"Multiculturalism, or, The Cultural Logic of Multinational Capitalism. \" New Left Review 1 (225): 28-51."
  }
]